Repository: ceno-app/ceno-app.github.io
Catalog: _*.src/latest/ceno-iran.po
Languages: es, fa, uk

# ./latest/ceno-iran.html+title:1-1
source: Ceno proves itself in Iran during Internet shutdowns
es: Ceno se pone a prueba en Irán durante los bloqueos de Internet
fa: مرورگر سنو می‌تواند در زمان قطعی‌های اینترنت در ایران کارآیی خود را ثابت کند
uk: Прайс доводить себе в Ірані під час відключень Інтернету

source: main img { max-width: 400px; margin-inline: auto; }
es: img { max-width: 400px; margin-inline: auto; }
uk: головне зображення { max-width: 400px; margin-inline: auto; }

# ./latest/ceno-iran.html+main.h1:8-1
source: Ceno proves itself in Iran during Internet shutdowns
es: Ceno se pone a prueba en Irán durante los bloqueos a Internet
fa: مرورگر سنو می‌تواند در زمان قطعی‌های اینترنت در ایران کارآیی خود را ثابت کند
uk: Прайс доводить себе в Ірані під час відключень Інтернету

source: Decentralized mobile web browser enables people to access and share information regardless of censorship
es: El navegador web móvil descentralizado permite a las personas acceder y compartir información independientemente de la censura
fa: این مرورگر غیرمتمرکز موبایل، با وجود سانسور به افراد امکان می‌دهد که به اطلاعات دسترسی داشته باشند و آن را به اشتراک بگذارند
uk: Децентралізований мобільний веб-браузер дозволяє людям отримувати доступ до інформації та обмінюватися нею незалежно від цензури

source: <strong>Montreal, December 15, 2022</strong> – eQualitie is pleased to announce that its Ceno Browser is fulfilling its mission of assisting thousands in Iran, while also advancing its usefulness in the Russia-Ukraine war. Short for censorship.no, Ceno allows individual mobile users to access and share global web content in spite of Internet censorship tactics and in areas of limited connectivity. In 2022 to date, Ceno has helped tens of thousands in Iran, even while their Internet connections have been thwarted.
es: <strong>Montreal, 15 de diciembre de 2022</strong> – eQualitie se complace en anunciar que su navegador Ceno cumple su misión de ayudar a miles en Irán, mientras que también avanza su utilidad en la guerra Rusia-Ucrania. Es corto para la censura. No, Ceno permite a los usuarios móviles individuales acceder y compartir contenido web global a pesar de las tácticas de censura de Internet y en áreas de conectividad limitada. En 2022 hasta la fecha, Ceno ha ayudado a decenas de miles en Irán, incluso mientras sus conexiones de Internet han sido frustradas.
fa: <strong>مونترال، ۱۵ دسامبر ۲۰۲۲</strong> – eQualitie با خوشحالی اعلام می‌کند که مرورگر سنو مشغول ماموریت خود یعنی کمک به هزاران نفر در ایران است و هم‌زمان در جنگ روسیه و اوکراین نیز مفید واقع شده است. Ceno که مخفف censorship.no است، به کاربران موبایل امکان می‌دهد تا با وجود تاکتیک‌های سانسور اینترنت و در منطقه‌های با اتصال محدود، به محتوای جهانی وب دست پیدا کنند و آن را با دیگران به اشتراک بگذارند. سنو تا به امروز در سال ۲۰۲۲، به ده‌ها هزار نفر در ایران کمک کرده، حتی در شرایطی که اتصال اینترنت آن‌ها دچار اختلال بوده است.
uk: <strong>Монреаль, 15 грудня 2022 року</strong> - eQualitie рада повідомити, що її браузер Ceno виконує свою місію з надання допомоги тисячам людей в Ірані, а також просуває свою корисність в умовах російсько-української війни. Скорочено від censorship.no, Ceno дозволяє окремим мобільним користувачам отримувати доступ до глобального веб-контенту та ділитися ним, незважаючи на тактику інтернет-цензури та в зонах з обмеженим зв'язком. З 2022 року і до сьогодні Ceno допоміг десяткам тисяч людей в Ірані, навіть коли їхнє інтернет-з'єднання було заблоковане.

source: Internet shutdowns are becoming more common in undemocratic countries, intensifying the need for decentralized services and tools such as Ceno. In Iran, since protests started to surge in mid-September, the regime has been particularly aggressive in suppressing communication outside of its intranet infrastructure, the National Information Network. Among other things, the authorities have been blocking websites and social platforms; disabling mobile data; encrypting DNS services; and collapsing networks.
es: Las interrupciones de Internet son cada vez más comunes en los países no democráticos, intensificando la necesidad de servicios y herramientas descentralizados como Ceno. En Irán, desde que las protestas comenzaron a aumentar a mediados de septiembre, el régimen ha sido especialmente agresivo para suprimir la comunicación fuera de su infraestructura intraneta, la Red Nacional de Información. Entre otras cosas, las autoridades han estado bloqueando sitios web y plataformas sociales; desactivando datos móviles; encriptando servicios DNS; y descolgando redes.
fa: قطعی اینترنت در کشورهای غیردموکراتیک رو به افزایش است و این مساله، نیاز به خدمات و ابزارهای غیرمتمرکز مانند سنو را بیشتر می‌کند. در ایران از اواسط سپتامبر (شهریور) که اعتراضات مردمی اوج گرفت، رژیم به‌ویژه در سرکوب ارتباطاتی که خارج از زیرساخت‌های اینترانت خود یا همان شبکه ملی اطلاعات صورت می‌گیرد، تهاجمی عمل کرده است. از جمله اقدامات مقامات جمهوری اسلامی در این راستا می‌توان به مسدود کردن وب‌سایت‌ها و پلتفرم‌های اجتماعی، غیرفعال کردن داده‌های موبایل، رمزگذاری خدمات DNS و قطع شبکه‌ها اشاره کرد.
uk: Відключення інтернету стає все більш поширеним явищем у недемократичних країнах, що посилює потребу в децентралізованих послугах та інструментах, таких як Ceno. В Ірані, відколи в середині вересня почалися протести, режим став особливо агресивно придушувати комунікацію за межами своєї інтранет-інфраструктури - Національної інформаційної мережі. Серед іншого, влада блокує веб-сайти і соціальні платформи, відключає мобільний зв'язок, шифрує DNS-сервіси і руйнує мережі.

source: Ceno has persisted around these ploys, using its robust peer-to-peer backbone, Ouinet, to sidestep every blockage, filter, shutdown and attack. The Ceno team is able to extrapolate from its decentralized network that thousands in Iran are now actively using the browser to bypass the national intranet. Ceno’s usage also continues to grow in other censored countries, such as Russia, Afghanistan, Ukraine, Pakistan, India, Yemen, Bangladesh and Myanmar. Each install expands the network by creating bridges between devices and enabling users to share blocked, filtered and censored web content.
es: Ceno ha persistido alrededor de estas ploys, utilizando su robusta columna vertebral entre pares, Ouinet, para acoplar cada bloqueo, filtro, cierre y ataque. El equipo de Ceno es capaz de extrapolar de su red descentralizada que miles en Irán están ahora utilizando activamente el navegador para evitar la intranet nacional. El uso de Ceno también sigue creciendo en otros países censurados, como Rusia, Afganistán, Ucrania, Pakistán, India, Yemen, Bangladesh y Myanmar. Cada instalación amplía la red creando puentes entre dispositivos y permitiendo a los usuarios compartir contenidos web bloqueados, filtrados y censurados.
fa: سنو با استفاده از زیرساخت قدرتمند همتا‌به‌همتای خود یعنی Ouinet، توانسته از تمامی فیلترها، قطعی‌ها، انسدادها و حملات اینترنتی عبور کند. تیم سنو از طریق شبکه غیرمتمرکز خود دریافته که هم‌اکنون هزاران نفر در ایران به طور فعال از این مرورگر برای دور زدن شبکه ملی اطلاعات استفاده می‌کنند. استفاده از سنو همچنین در سایر کشورهای تحت سانسور مانند روسیه، افغانستان، اوکراین، پاکستان، هند، یمن، بنگلادش و میانمار هم در حال رشد است. هر نصب جدید، این شبکه را از طریق ایجاد پل‌هایی بین دستگاه‌ها گسترش می‌دهد و به کاربران امکان می‌دهد که محتوای وبی را که مسدود، فیلتر یا سانسور شده به اشتراک بگذارند.
uk: Ceno продовжує використовувати ці хитрощі, використовуючи свою надійну однорангову мережу Ouinet, щоб обійти кожне блокування, фільтр, відключення та атаку. Команда Ceno може екстраполювати дані своєї децентралізованої мережі, що тисячі людей в Ірані зараз активно використовують цей браузер, щоб обійти національну інтрамережу. Використання Ceno також продовжує зростати в інших країнах з цензурою, таких як Росія, Афганістан, Україна, Пакистан, Індія, Ємен, Бангладеш і М'янма. Кожна інсталяція розширює мережу, створюючи мости між пристроями і дозволяючи користувачам обмінюватися заблокованим, відфільтрованим і цензурованим веб-контентом.

source: “It is gratifying to watch Ceno in action when it matters,” said Dmitri Vitaliev, founder and director of eQualitie. “Where the people of Iran could not access information freely, they can now rely on Ceno to help them navigate their situation and freely access information that is otherwise censored on the Iranian network.”
es: “Es gratificante ver a Ceno en acción cuando importa”, dijo Dmitri Vitaliev, fundador y director de eQualitie. “Donde el pueblo de Irán no pudo acceder libremente a la información, ahora puede confiar en Ceno para ayudarlos a navegar por su situación y acceder libremente a la información que se censura de otra manera en la red iraní. ”
fa: دیمیتری ویتالیِف، بنیان‌گذار و مدیر eQualitie می‌گوید: «مشاهده عملکرد سنو در لحظات حساس بسیار رضایت‌بخش است. در ایران که دسترسی آزاد به اطلاعات وجود ندارد، مردم اکنون می‌توانند به پشتوانه سنو مسیر خود را هموار کنند و به اطلاعاتی که در ایران سانسور شده، آزادانه دسترسی پیدا کنند.»
uk: "Приємно бачити Ceno в дії, коли це має значення", - сказав Дмитро Віталієв, засновник і директор eQualitie. "Там, де жителі Ірану не мали вільного доступу до інформації, тепер вони можуть покладатися на Ceno, який допоможе їм зорієнтуватися в ситуації і отримати вільний доступ до інформації, яка в іншому випадку піддається цензурі в іранській мережі."

source: “Impressive platform,” states a Google Play Store reviewer. “You can’t imagine how useful and brilliant it is if you don’t live in countries like Iran.”
es: “ Plataforma impresionante”, afirma un revisor de Google Play Store. “No puedes imaginar lo útil y brillante que es si no vives en países como Irán. ”
fa: یکی از کاربران گوگل پلی استور می‌گوید‌: «پلتفرم بسیار چشمگیری است. تا وقتی که در کشورهایی مثل ایران زندگی نکرده باشید، نمی‌توانید درست تصور کنید که این پلتفرم چقدر مفید و بی‌نظیر است.»
uk: «Вражаюча платформа», — стверджує рецензент Google Play Store. «Ви не можете собі уявити, наскільки це корисно та блискуче, якщо ви не живете в таких країнах, як Іран.»

source: Ceno works on Android devices, and version 2.0 s set to be released in the coming week on Google Play, <a href="/download">censorship.no</a> and Paskoocheh (Farsi for Alley Way). Its open-source code is available on Gitlab. Ceno is one of several digital democratization projects envisioned and developed by eQualitie, which partners with organizations such as the Toronto-based technology group ASL19 to offer practical responses to online access and information challenges. For more information, <a href="https://ceno.app/en/factsheet.html">access the Ceno fact sheet</a>. About eQualitie
es: Ceno funciona en dispositivos Android, y la versión 2.0 s se establece para ser lanzado en la próxima semana en Google Play, <a href="/download">censorship.no</a> y Paskoocheh (Farsi for Alley Way). Su código de código abierto está disponible en Gitlab. Ceno es uno de los varios proyectos de democratización digital previstos y desarrollados por eQualitie, que se asocia con organizaciones como el grupo tecnológico ASL19 con sede en Toronto para ofrecer respuestas prácticas a los problemas de acceso en línea y de información. Para más información, <a href="https://ceno.app/en/factsheet.html">accesa la hoja de datos Ceno</a>. Acerca de eQualitie
fa: سنو بر روی دستگاه‌های اندرویدی کار می‌کند و آپدیت‌های آن بر روی گوگل پلی، وب‌سایت ما و همچنین پس‌کوچه منتشر شود. کد منبع باز سنو بر روی گیت‌لب در دسترس است. سنو یکی از چندین پروژه دیجیتالی‌سازی دموکراسی است که توسط شرکت eQualitie طراحی و توسعه یافته و با سازمان‌هایی نظیر اصل۱۹ (گروه فناوری مستقر در تورنتو) همکاری می‌کند تا پاسخ‌های عملی به چالش‌های دسترسی آنلاین و اطلاعات ارائه دهد. برای اطلاعات بیشتر، <a href="https://ceno.network/fa/factsheet.html">برگه اطلاعاتی سنو</a> را مشاهده کنید.
uk: Ceno працює на пристроях Android, а версія 2.0 буде випущена наступного тижня в Google Play, <a href="/download">censorship.no</a> та Paskoocheh (фарсі для Alley Way). Його відкритий код доступний на Gitlab. Ceno є одним із кількох проектів цифрової демократизації, передбачених і розроблених eQualitie, яка співпрацює з такими організаціями, як технологічна група ASL19 із Торонто, щоб запропонувати практичні відповіді на виклики онлайн-доступу та інформації. Для отримання додаткової інформації, <a href="https://ceno.app/en/factsheet.html">отримати доступ до інформаційного бюлетеня Ceno</a>. Про eQualitie

source: Since its foundation in 2010, eQualitie has been inspired by the principles of freedom of expression and association as defined in Articles 18, 19 and 20 of the UN’s Universal Declaration of Human Rights. Headquartered in Montreal, eQualitie’s team is distributed globally, including on the ground in censored and conflict areas. eQualitie is funded by public grants, private foundations and revenue generated from commercial activities. For more information, visit https://equalit.ie.
es: Desde su fundación en 2010, eQualitie se ha inspirado en los principios de libertad de expresión y asociación definidos en los artículos 18, 19 y 20 de la Declaración Universal de Derechos Humanos de las Naciones Unidas. Con sede en Montreal, el equipo de eQualitie se distribuye a nivel mundial, incluso sobre el terreno en zonas censuradas y de conflicto. eQualitie se financia con subvenciones públicas, fundaciones privadas e ingresos generados por actividades comerciales. Para obtener más información, visite https://equalit.ie.
fa: شرکت eQualitie از زمان تاسیس خود در سال ۲۰۱۰، با الهام از اصول آزادی بیان و تجمع که در مواد ۱۸، ۱۹ و ۲۰ اعلامیه جهانی حقوق بشر سازمان ملل متحد تعریف شده، فعالیت می‌کند. دفتر مرکزی eQualitie در مونترال است و تیم آن در سراسر جهان، از جمله در مناطق تحت سانسور ودرگیری، پخش شده‌اند. eQualitie با کمک‌های عمومی، بنیادهای خصوصی و درآمد حاصل از فعالیت‌های تجاری تامین مالی می‌شود. برای اطلاعات بیشتر به https://equalit.ie مراجعه کنید.
uk: З моменту свого заснування у 2010 році eQualitie надихається принципами свободи вираження поглядів та об'єднань, визначеними у статтях 18, 19 та 20 Загальної декларації прав людини ООН. Штаб-квартира організації знаходиться в Монреалі, а команда eQualitie працює по всьому світу, в тому числі в зонах цензури та конфліктів. eQualitie фінансується за рахунок державних грантів, приватних фондів та доходів, отриманих від комерційної діяльності. Для отримання додаткової інформації відвідайте https://equalit.ie.
