Repository: ceno-app/ceno-app.github.io
Catalog: _*.src/about.po
Languages: es, fa, fr, ru, tr, uk

source: Ceno is building a borderless internet
es: Ceno está construyendo un Internet sin fronteras
fa: سنو اینترنتی بی‌مرز می‌سازد
fr: Ceno construit un internet sans frontière
ru: Миссия Ceno — интернет без границ
tr: Ceno sınırsız bir internet kuruyor
uk: Ceno будує безмежний Інтернет

source: Our motto is ‘Share the Web!' because that is what our users do.
es: Nuestro lema es 'Compartir la Web!' porque eso es lo que hacen nuestros usuarios.
fa: شعار ما این است: «وب را دست‌به‌دست کن!» چون این همان کاری است که کاربران به کمک سنو انجام می‌دهند.
fr: Notre devise est ‘Partager le Web!’ parce que c’est ce que nos utilisateurs font.
ru: Наш девиз — “И себе, и людям!”, потому что Ceno работает за счёт помощи пользователей друг другу.
tr: Sloganımız 'İnterneti paylaşın!' çünkü kullanıcılarımız bunu yapıyor.
uk: Наше девіз — «Поділіться Інтернетом!», бо саме це роблять наші користувачі.

source: There are many tools available to people who face internet restrictions, but these tools often don't help people in the midst of internet shutdowns, blockages, VPN breaks and other disruptions.<br><b>Ceno is different.</b> People using Ceno Browser are able to access a library of saved internet content that continues to be available during service interruptions.
es: Hay muchas herramientas disponibles para personas que enfrentan restricciones a Internet, pero estas herramientas a menudo no ayudan a las personas en medio de cierres de Internet, bloqueos, pausas VPN y otras perturbaciones. Ceno es diferente. Las personas que usan Ceno Browser pueden acceder a una biblioteca de contenido de Internet guardado que sigue estando disponible durante las interrupciones del servicio.
fa: برای افرادی که با محدودیت‌های اینترنت مواجه‌اند ابزارهای زیادی وجود دارد، اما این ابزارها اغلب در هنگام قطعی اینترنت، انسداد شبکه، از کار افتادن VPN‌ها و دیگر اختلالات کارساز نیستند. اما سنو فرق دارد. کاربران سنو، می‌توانند به کتابخانه‌ای از محتوای ذخیره‌شده اینترنت دسترسی داشته باشند که حتی در زمان اختلال نیز در دسترس است.
fr: Il y a beaucoup d'outils disponibles pour les personnes qui font face à des restrictions d'Internet, mais ces outils n'aident souvent pas les gens au milieu de coupures ou barrages, des bris de VPN et autres perturbation de l'internet. Ceno est différent. Les utilisateurs du navigateur Ceno peuvent accéder à une bibliothèque de contenu internet sauvegardé qui continue d'être disponible lors des interruptions de service.
ru: Ограничения доступа к интернету и веб-сайтам — проблема, с которой сталкивается всё больше людей в разных странах. И есть много приложений и сервисов, чтобы этому противостоять.<br> Но <b>Ceno — уникальный сервис</b>, который работает иначе, чем другие приложения для обхода цензуры. Пользователи Ceno создают альтернативную сеть с сохранённым контентом, доступ к которому не потеряется даже при отключении от мировой сети.
tr: İnternet kısıtlamalarıyla karşılaşan kişiler için birçok araç bulunuyor. Ancak bu araçlar genellikle internet kesintileri, engellemeler, VPN kesintileri ve diğer kesintiler sırasında insanlara pek yardımcı olmaz.<br><b>Ceno farklıdır.</b> Ceno Browser kullanan kişiler, hizmet kesintileri sırasında da erişilebilen kayıtlı internet içeriği kitaplığına erişebilirler.
uk: Існує багато інструментів для людей, які стикаються з обмеженнями інтернету, але ці інструменти часто не допомагають людям під час відключень інтернету, блокувань, перебоїв VPN та інших збоїв.<br><b>Ceno відрізняється.</b> Користувачі Ceno Browser мають доступ до бібліотеки збереженого інтернет-контенту, який залишається доступним під час перебоїв у наданні послуг.

source: That's where sharing the web comes in: users with access to content or a stable network help to collect and share content with those who don't. This means, for example, that <b>a Ceno user in Azerbaijan can read a blocked article if another Ceno user in Italy has pulled up the same one.</b> This is made possible by people running Ceno from countries with more reliable and open access to the internet – we call these users "<b>Bridges</b>". Bridges can share content with people using Ceno in heavily restricted networks.
es: Ahí es donde el compartir la web viene: los usuarios con acceso al contenido o una red estable ayudan a recopilar y compartir contenido con aquellos que no lo hacen. Esto significa, por ejemplo, que <b>a El usuario de Ceno en Azerbaiyán puede leer un artículo bloqueado si otro usuario de Ceno en Italia ha sacado el mismo.</b> Esto es posible por personas que dirigen Ceno de países con acceso más confiable y abierto a Internet – llamamos a estos usuarios "<b>Bridges</b>". Los puentes pueden compartir contenido con personas que usan Ceno en redes fuertemente restringidas.
fa: اینجاست که دست‌به‌دست کردن وب معنا پیدا می‌کند: کاربرانی که به محتوا یا یک شبکه پایدار دسترسی دارند، با جمع‌آوری و اشتراک‌گذاری محتوا، به کمک کسانی می‌آیند که از دسترسی محروم‌اند. برای مثال، <b>یک کاربر سِنو در کشور آذربایجان می‌تواند یک مقاله مسدودشده را بخواند اگر کاربر دیگری در ایتالیا همان مقاله را در مرورگر خود باز کرده باشد.</b> این امکان از طریق کاربرانی میسر شده که سِنو را از کشورهایی با دسترسی قابل اعتمادتر و بازتر به اینترنت اجرا می‌کنند – ما این کاربران را «<b>پل</b>» می‌نامیم. پل‌های ارتباطی می‌توانند محتوای اینترنت را با کاربران سِنو در شبکه‌های شدیدا محدود به اشتراک بگذارند.
fr: C'est là que le partage du Web entre en scène: les utilisateurs ayant accès au contenu ou à un réseau stable aident à collecter et partager du contenu avec ceux qui ne le font pas. Cela signifie, par exemple, que <b> un l'utilisateur Ceno en Azerbaïdjan peut lire un article bloqué si un autre utilisateur Ceno en Italie a retiré le même.</b> Ceci est rendu possible par les personnes qui exécutent Ceno à partir de pays ayant un accès plus fiable et ouvert à Internet – nous appelons ces utilisateurs "<b>Ponts</b>". Les Ponts peuvent partager du contenu avec des personnes utilisant Ceno dans des réseaux fortement restreints.
ru: Сеть Ceno работает на основе BitTorrent, позволяет пользователям кэшировать контент веб-страниц и по запросу автоматически делиться им с другими людьми. То есть, если сайт СМИ заблокирован в России, а в Италии доступен, пользователь из Саратова может скачать копию сайта из кэша пользователя из Пизы, и читать новости в обход цензуры. Устройство пользователя из Пизы в таком случае работает как <b>мост</b> между суверенным и свободным интернетом. Быть мостом — опция, которую можно включить в настройках браузера. Её можно включить и выключить нажатием одной кнопки.
tr: İşte internet paylaşımı burada devreye girer: İçeriğe erişimi veya kararlı bir ağ bağlantısı olan kullanıcılar, içeriği toplamaya ve erişimi olmayanlarla paylaşmaya yardımcı olur. Bu durum, örneğin, <b>Azerbaycan'daki bir Ceno kullanıcısının, engellenen bir yazıyı İtalya'daki başka bir Ceno kullanıcısı aynı yazıyı açtığında okuyabileceği</b> anlamına gelir. Bu yapı, Ceno ağını internete daha güvenilir ve açık erişime sahip ülkelerde çalıştıran kişiler tarafından sağlanır. Bu kişilere "<b>Köprüler</b>" adını veririz. Köprüler, içerikleri sıkı bir şekilde kısıtlanmış ağlarda bulunan ve Ceno kullanan kişilerle paylaşabilir.
uk: Ось тут і з'являється спільний доступ до Інтернету: користувачі з доступом до контенту або стабільною мережею допомагають збирати та ділитися контентом з тими, хто його не має. Це означає, наприклад, що <b>користувач Ceno в Азербайджані може прочитати заблоковану статтю, якщо інший користувач Ceno в Італії знайшов таку ж.</b> Це стало можливим завдяки людям, які керують Ceno з країн з більш надійним та відкритим доступом до Інтернету – ми називаємо цих користувачів «<b>Мостами</b>». Мости можуть ділитися контентом з людьми, які використовують Ceno в мережах із жорсткими обмеженнями.

source: Become a bridge
es: Convertirse en un puente
fa: یک پل اتصال بسازید
fr: Devenez un pont
ru: Стать мостом
tr: Bir köprü olun
uk: Стати мостом

source: Learn how Ceno works
es: Aprender cómo funciona Ceno
fa: ببینید سِنو چگونه کار می‌کند
fr: Apprenez comment Ceno fonctionne
ru: Узнать больше о Ceno
tr: Ceno nasıl çalışıyor öğrenin
uk: Дізнайтеся, як працює Ceno

source: The team behind Ceno
es: El equipo detrás de Ceno
fa: تیم توسعه سِنو
fr: L'équipe derrière Ceno
ru: Команда Ceno
tr: Ceno uygulamasını geliştiren ekip
uk: Команда, що стоїть за Ceno

source: Ceno is created and maintained by the Canadian not-for-profit organization <a href="https://equalitie.org">eQualitie</a> in support of Articles 18, 19 and 20 of the Universal Declaration of Human Rights. We have over ten years of experience creating and advancing tools to protect freedom of speech, facilitate information exchange, and promote self-expression on the internet.
fa: سِنو توسط سازمان غیرانتفاعی کانادایی <a href="https://equalitie.org">eQualitie</a> در حمایت از مواد ۱۸، ۱۹ و ۲۰ اعلامیه جهانی حقوق بشر ساخته شده و نگهداری می‌شود. ما بیش از ده سال تجربه برای ایجاد و ارتقای ابزارهای محافظت از آزادی بیان، تسهیل تبادل اطلاعات، و ترویج خودبیانگری در اینترنت پشت سر گذاشته‌ایم.
uk: Ceno створено та підтримується канадською некомерційною організацією <a href="https://equalitie.org">eQualitie</a> на підтримку статей 18, 19 і 20 Загальної декларації прав людини. Ми маємо понад десять років досвіду створення та просування інструментів для захисту свободи слова, сприяння обміну інформацією та сприяння самовираженню в Інтернеті.

source: Ceno — and all accompanying components of the tool that together create a decentralized network of peers and nodes — is free and open source software. You can <a href="https://gitlab.com/ceno-app">inspect our code</a> or re-create the entire network yourself!
es: Ceno - y todos los componentes acompañantes de la herramienta que juntos crean una red descentralizada de pares y nodos - es software libre y de código abierto. Usted puede <a href="https://gitlab.com/ceno-app"> inspeccionar nuestro código</a> o volver a crear toda la red usted mismo!
fa: سِنو – و تمام اجزای همراه این ابزار که با هم یک شبکه غیرمتمرکز از کاربران همتا و گره‌ها را ایجاد می‌کنند – نرم‌افزاری رایگان و متن‌باز است. می‌توانید <a href="https://gitlab.com/ceno-app">کد ما را بررسی کنید</a> یا کل شبکه را خودتان بازسازی کنید!
tr: Ceno, eşler ve düğümlerden oluşan merkezi olmayan bir ağ oluşturan tüm ilgili bileşenleri ile ücretsiz ve açık kaynaklı bir yazılımdır. <a href="https://gitlab.com/ceno-app">Kodumuzu inceleyebilir</a> veya tüm ağı kendiniz yeniden oluşturabilirsiniz!
uk: Ceno — та всі супутні компоненти інструменту, які разом створюють децентралізовану мережу вузлів та вузлів — це безкоштовне програмне забезпечення з відкритим вихідним кодом. Ви можете <a href="https://gitlab.com/ceno-app">переглянути наш код</a> або самостійно перестворити всю мережу!

source: Is Ceno for me?
es: ¿Es Ceno para mí?
fa: آیا سِنو به کار من می‌آید؟
fr: Est-ce que Ceno est pour moi ?
ru: Для кого подходит Ceno?
tr: Ceno bana göre mi?
uk: Ceno для мене?

source: Ceno is for everyone. It can replace your existing mobile browser as it shares many of the same functions and features.
es: Ceno es para todos. Puede reemplazar su navegador móvil existente ya que comparte muchas de las mismas funciones y características.
fa: سِنو به کار همه می‌آید. این مرورگر می‌تواند جایگزین مرورگر فعلی موبایل‌تان شود، زیرا بسیاری از عملکردها و ویژگی‌های مشابه آن را دارد.
fr: Ceno est pour tout le monde. Il peut remplacer votre navigateur mobile existant car il partage beaucoup des mêmes fonctions et fonctionnalités.
ru: Ceno подходит для любого интернет-пользователя. К Ceno нужно привыкнуть — некоторые функции этого браузера уникальны. Но в остальном Ceno можно использовать как обычный браузер. Ceno может быть как браузером по умолчанию так и инструментом, который стоит держать на устройстве на случай перебоев в работе сети.
tr: Ceno herkes içindir. Birçok işlevi ve özelliği aynı olduğundan, kullandığınız mobil tarayıcının yerini alabilir.
uk: Ceno для всіх. Він може замінити ваш існуючий мобільний браузер, оскільки має багато тих самих функцій і функцій.

source: If you're running Ceno from a region with open access to the internet, you'll access content the same way you would on a mainstream browser. The benefit is that you can choose to help other Ceno users while you browse by becoming a Bridge.
es: Si está ejecutando Ceno desde una región con acceso abierto a Internet, accederá al contenido de la misma manera que lo haría en un navegador principal. El beneficio es que puede elegir ayudar a otros usuarios de Ceno mientras navega por convertirse en un puente.
fa: اگر در منطقه‌ای با دسترسی آزاد به اینترنت از سِنو استفاده می‌کنید، محتوا را همان ‌طور که در یک مرورگر معمولی بارگذاری می‌شود مشاهده خواهید کرد. مزیت سنو این است که می‌توانید هنگام مرور، با تبدیل شدن به یک پل به سایر کاربران سِنو کمک کنید.
fr: Si vous exécutez Ceno depuis une région avec un accès ouvert à Internet, vous accédez au contenu de la même façon que vous le feriez sur un navigateur grand public. L'avantage est que vous pouvez choisir d'aider d'autres utilisateurs de Ceno pendant que vous naviguez en devenant un pont.
ru: Если ты используешь Ceno в регионе с активной интернет-цензурой, он поможет не терять доступ к заблокированным или замедленным сайтам. Если ты в эмиграции, а сайт родной страны, который тебе нужен — под санкциями, то Ceno тоже поможет. Если ты живёшь там, где защищается свобода слова, но хочешь помочь людям в других странах — с Ceno это не сложно сделать, включив режим моста.
tr: İnternete açık erişimi olan bir bölgede Ceno çalıştırıyorsanız, içeriğe ana akım bir tarayıcıda eriştiğiniz gibi erişirsiniz. Yararlı bir fark olarak, bir Köprü olarak gezinirken diğer Ceno kullanıcılarına yardım etmeyi seçmiş olursunuz.
uk: Якщо ви 'використовуєте Ceno з регіону з відкритим доступом до Інтернету', ви матимете доступ до вмісту так само, як і в звичайному браузері. Перевага полягає в тому, що ви можете допомогти іншим користувачам Ceno під час перегляду, ставши мостом.

source: Ceno is especially useful for people facing internet censorship or connectivity issues.
es: Ceno es especialmente útil para personas que enfrentan problemas de censura o conectividad a Internet.
fa: سِنو به‌ویژه برای افرادی که با سانسور اینترنت یا مشکلات اتصال مواجه هستند مفید است.
fr: Ceno est particulièrement utile pour les personnes confrontées à des problèmes de censure Internet ou de connectivité.
ru: Чтобы понять, в каких обстоятельствах Ceno особенно полезен, можно почитать истории пользователей.
tr: Ceno özellikle internet sansürü veya bağlantı sorunlarıyla karşılaşan kişiler için oldukça kullanışlıdır.
uk: Ceno особливо корисний для людей, які стикаються з інтернет-цензурою або проблемами з підключенням.

# ./about.html+main.section.div.div:54-13
source: Citizen
es: Ciudad
fa: شهروند
fr: Citoyen
ru: читатели новостей
tr: Vatandaş
uk: Громадянин

# ./about.html+main.section.div.div:58-13
source: Student
es: Estudiante
fa: دانشجو
fr: Étudiant
ru: любители фанфиков
tr: Öğrenci
uk: Студент

source: Human rights defender
fa: فعال حقوق بشر
fr: Défenseur des droits humains
ru: журналисты
tr: İnsan hakları savunucusu
uk: Правозахисник

# ./about.html+main.section.div.div:66-13
source: Journalist
es: Periodista
fa: روزنامه‌نگار
fr: Journaliste
ru: эмигранты, которым иногда нужны госуслуги
tr: Gazeteci
uk: Журналіст

# ./about.html+main.section.div.div:70-13
source: Technologist
es: Técnico
fa: کارشناس فناوری
fr: Technologiste
ru: Активисты
tr: Teknoloji uzmanı
uk: Технолог

source: Diaspora user
es: Usuario de la Diáspora
fa: کاربر خارج‌نشین
fr: Utilisateur de Diaspora
ru: правозащитники
tr: Diaspora kullanıcısı
uk: Користувач діаспори

# ./about.html+main.section.div.div.div:79-17
source: Citizen
es: Ciudad
fa: شهروند
fr: Citoyen
ru: читатели новостей
tr: Vatandaş
uk: Громадянин

# ./about.html+main.section.div.div.div:83-17
source: Student
es: Estudiante
fa: دانشجو
fr: Étudiant
ru: любители фанфиков
tr: Öğrenci
uk: Студент

# ./about.html+main.section.div.div.div:87-17
source: Technologist
es: Técnico
fa: کارشناس فناوری
fr: Technologiste
ru: Активисты
tr: Teknoloji uzmanı
uk: Технолог

# ./about.html+main.section.div.div.div:91-17
source: Journalist
es: Periodista
fa: روزنامه‌نگار
fr: Journaliste
ru: эмигранты, которым иногда нужны госуслуги
tr: Gazeteci
uk: Журналіст

source: Ceno is created and maintained by the Canadian non-profit organization <a href="https://equalitie.org">eQualitie</a> in support of Articles 18, 19 and 20 of the Universal Declaration of Human Rights. We have over ten years of experience creating and advancing tools to protect freedom of speech, facilitate information exchange, and promote self-expression on the internet.
es: Ceno es creado y mantenido por la organización sin ánimo de lucro canadiense <a href="https://equalitie.org">eQualitie</a> en apoyo de los artículos 18, 19 y 20 de la Declaración Universal de Derechos Humanos. Tenemos más de diez años de experiencia creando y promoviendo herramientas para proteger la libertad de expresión, facilitar el intercambio de información y promover la autoexpresión en Internet.
fr: Ceno est créé et maintenu par l'organisme à but non lucratif canadien <a href="https://equalitie.org">eQualitie</a> en soutien aux articles 18, 19 et 20 de la Déclaration universelle des droits de l'homme. Nous avons plus de dix ans d'expérience dans la création et l'avancement d'outils pour protéger la liberté d'expression, faciliter l'échange d'informations et promouvoir l'auto-expression sur Internet.
ru: Ceno разработан и поддерживается канадской некоммерческой организацией <a href="https://equalitie.org">eQualitie</a> в соответствии с ценностями из статей 18, 19 и 20 Универсальной декларации прав человека. За нашими плечами — двенадцать лет работы по созданию технических инструментов, которые поддерживают свободу слова, свободу доступа к информации и возможность самовыражения и самореализации людей с помощью интернета.

source: Ceno — and all accompanying components of the tool that together create a decentralized network of peers and nodes — is free and open source software. You can <a href="https://gitlab.com/censorship-no">inspect our code</a> or re-create the entire network yourself!
ru: Ceno — и все технологии, которые мы используем для его работы, доступны бесплатно и имеют открытый исходный код. Вот тут можно найти <a href="https://gitlab.com/censorship-no">код</a>, изучить его устройство, а при желании даже создать свою сеть с таким же принципом работы.
