Repository: ceno-app/ceno-app.github.io
Catalog: _*.src/community.po
Languages: es, fa, fr, uk

source: Let's build a better internet together
es: Construyamos un mejor internet juntos
fa: بیایید با هم اینترنت بهتری بسازیم
fr: Construisons un meilleur internet ensemble
uk: Давайте створювати кращий Інтернет разом

source: Become a Bridge
es: Convertirse en Puente
fa: تبدیل به یک پل شوید
fr: Devenez pont
uk: Стати мостом

source: People running Ceno from countries with open access to the internet, or from parts of the world where access to the internet is reliable, can help those in heavily restricted networks access the internet by becoming a “Bridge.” Running a Bridge is a very simple yet powerful action, enabling you to share internet content with others.
uk: Люди, які керують Ceno з країн з відкритим доступом до інтернету або з тих частин світу, де доступ до інтернету є надійним, можуть допомогти тим, хто перебуває в сильно обмежених мережах, отримати доступ до інтернету, ставши "мостом". Стати "Мостом" - це дуже проста, але потужна дія, яка дозволяє вам ділитися інтернет-контентом з іншими.

source: Learn more about becoming a Bridge.
es: Aprenda más sobre convertirse en un puente.
fa: درباره چگونگی تبدیل شدن به پل بیشتر بدانید.
fr: En savoir plus sur le fait de devenir un pont.
uk: Дізнайтеся більше про те, як стати мостом.

source: The simple way:
es: La manera simple:
fa: روش ساده:
fr: La manière simple:
uk: Простий спосіб:

source: Run Ceno Browser on your Android device, and/or on a spare, always-on device.
es: Ejecute Ceno Browser en su dispositivo Android, y/o en un dispositivo de repuesto, siempre en línea.
fa: مرورگر سِنو را روی دستگاه اندرویدی خود یا روی یک دستگاه اضافه و همیشه روشن اجرا کنید.
fr: Lancez Ceno Browser sur votre appareil Android, et/ou sur un appareil de rechange, toujours sur.
uk: Запустіть Ceno Browser на своєму пристрої Android та/або на запасному постійно включеному пристрої.

source: Run the Ceno Docker Client:
es: Corre el cliente Ceno Docker:
fa: اجرای «کلاینت داکر» سِنو:
fr: Courez le client Ceno Docker:
uk: Запустіть клієнт Ceno Docker:

source: With just one command you can set up a bridge on your computer or VPS: <br /> <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
es: Con un solo comando puede configurar un puente en su computadora o VPS: <br /> <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
fa: تنها با یک فرمان می‌توانید یک پل روی رایانه یا VPS خود راه‌اندازی کنید: <br /> <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
fr: Avec une seule commande vous pouvez configurer un pont sur votre ordinateur ou VPS: <br /> <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
uk: За допомогою лише однієї команди ви можете налаштувати міст на своєму комп’ютері або VPS: <br /> <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>

source: Open a portal to the internet: Ensure UPnP is enabled on your router, or set up port forwarding.
es: Abra un portal a Internet: Asegúrese de que UPnP esté habilitado en su router, o establezca el reenvío del puerto.
fa: یک پورتال به اینترنت باز کنید: مطمئن شوید که UPnP روی روتر شما فعال است، یا تنظیمات انتقال پورت را انجام دهید.
fr: Ouvrez un portail sur Internet : Assurez-vous que UPnP est activé sur votre routeur, ou configurez l'expédition portuaire.
uk: Відкрийте портал до Інтернету: переконайтеся, що UPnP увімкнено на вашому маршрутизаторі, або налаштуйте переадресацію портів.

source: To see if it's working, create and open a new Firefox Profile, and set the proxy to localhost, port 8077.
es: Para ver si está funcionando, crear y abrir un nuevo perfil de Firefox, y establecer el proxy a localhost, puerto 8077.
fa: برای اطمینان از عملکرد صحیح، یک پروفایل جدید در فایرفاکس ایجاد و باز کنید و پروکسی را روی localhost با پورت 8077 تنظیم کنید.
fr: Pour voir s'il fonctionne, créer et ouvrir un nouveau profil Firefox, et définir le proxy à localhost, port 8077.
uk: Щоб перевірити, чи він працює, створіть і відкрийте новий профіль Firefox і встановіть проксі на localhost, порт 8077.

source: Install the <a href="https://gitlab.com/censorship-no/ceno-ext-settings">Ceno Web Extension</a> and the provided certificate to test it out!
es: Instala <a href="https://gitlab.com/censorship-no/ceno-ext-settings">Ceno Web Extension</a> y el certificado proporcionado para probarlo!
uk: Установіть <a href="https://gitlab.com/censorship-no/ceno-ext-settings">Ceno Web Extension</a> і наданий сертифікат, щоб перевірити його!

source: Contribute to our code
es: Contribuir a nuestro código
fa: در توسعه کد ما مشارکت کنید
fr: Contribuer à notre code
uk: Внесіть свій внесок у наш код

source: Ceno is a free and open source tool, one of many developed and maintained by eQualitie. If you are interested in Ceno's source code please check the following Git repositories:
es: Ceno es una herramienta libre y de código abierto, una de las muchas desarrolladas y mantenidas por eQualitie. Si usted está interesado en el código fuente de Ceno por favor revise los siguientes repositorios Git:
fa: سِنو یک ابزار رایگان و متن‌باز و یکی از مجموعه ابزارهای متعددی است که توسط eQualitie توسعه یافته و نگهداری می‌شود. اگر به کد منبع سِنو علاقه‌مند هستید، لطفا مخازن گیت زیر را بررسی کنید:
fr: Ceno est un outil libre et open source, l'un des nombreux développés et entretenus par eQualitie. Si vous êtes intéressé par le code source de Ceno, veuillez consulter les dépôts Git suivants:
uk: Ceno — це безкоштовний інструмент із відкритим кодом, один із багатьох, розроблених і підтримуваних eQualitie. Якщо вас цікавить вихідний код Ceno, будь ласка, перегляньте такі репозиторії Git:

source: Ceno for Android
es: Ceno para Android
fa: سِنو برای اندروید
fr: Ceno pour Android
uk: Ceno для Android

source: Ceno for Desktop
es: Ceno para escritorio
fa: سِنو برای دسکتاپ
uk: Ceno для робочого столу

source: Ceno for iOS
es: Ceno para iOS
fa: سِنو برای iOS
fr: Ceno pour iOS
uk: Ceno для iOS

source: Ceno Docker Client
fr: le client Docker de Ceno
uk: Ceno клієнта Docker

source: You may also be interested in the (no longer maintained) <a href="https://gitlab.com/censorship-no/ceno-archives">previous incarnation of Ceno</a>, built on the Freenet anonymous file sharing and content publishing network.
es: También puede estar interesado en la encarnación previa de Ceno </a>, construida en la red anónima Freenet de intercambio de archivos y publicación de contenidos.
uk: Вас також може зацікавити (більше не обслуговується) <a href="https://gitlab.com/censorship-no/ceno-archives">попередня інкарнація Ceno</a>, побудована на мережі анонімного обміну файлами та публікації вмісту Freenet.

source: Share your feedback
es: Comparte tu opinión
fa: نظر و پیشنهاد خود را در میان بگذارید
fr: Partagez vos commentaires
uk: Поділіться своїми відгуками

source: Ceno relies on user feedback to understand the needs of our users, to suggest improvements, and to identify new features. Sharing your story also helps spread the word about Ceno, which grows the network. With your consent, we may also highlight your story on our website!
es: Ceno se basa en la retroalimentación de los usuarios para comprender las necesidades de nuestros usuarios, sugerir mejoras e identificar nuevas características. Compartir tu historia también ayuda a difundir la palabra sobre Ceno, que crece la red. Con su consentimiento, también podemos destacar su historia en nuestro sitio web!
fa: سِنو برای آگاهی از نیازهای کاربران، بهبود برنامه و تعیین ویژگی‌های جدید به بازخورد کاربران متکی است. در میان گذاشتن تجربه‌تان همچنین به گسترش آگاهی درباره سِنو کمک می‌کند و شبکه را گسترش می‌دهد. با رضایت خودتان، ممکن است تجربه شما را در وب‌سایت‌مان نیز منتشر کنیم!
fr: Ceno s'appuie sur les commentaires des utilisateurs pour comprendre les besoins de nos utilisateurs, suggérer des améliorations et identifier de nouvelles fonctionnalités. Partager votre histoire aide également à diffuser le mot sur Ceno, qui développe le réseau. Avec votre consentement, nous pouvons également mettre en évidence votre histoire sur notre site Web!
uk: Ceno покладається на відгуки користувачів, щоб зрозуміти потреби наших користувачів, запропонувати покращення та визначити нові функції. Поширення вашої історії також допомагає поширювати інформацію про Ceno, що сприяє розвитку мережі. З вашої згоди ми також можемо висвітлити вашу історію на нашому веб-сайті!

source: Write a review on the Play Store
es: Escribe tu opinión en la Play Store
fa: نظر خود را در پلی‌استور بنویسید
fr: Donnez votre avis sur Play Store
uk: Напишіть відгук у Play Store

source: Get in touch with the team: support [at] censorship [dot] no
es: Ponte en contacto con el equipo: apoyo [at] censura [dot] no
uk: Зв’яжіться з командою: підтримка [на] цензурі [точка] №

source: Take a survey
es: Tome una encuesta
fa: شرکت در نظرخواهی
fr: Répondez à un sondage
uk: Пройдіть опитування

source: Tell your community about Ceno
es: Cuéntale a tu comunidad sobre Ceno
fa: سِنو را به اطرافیان خود معرفی کنید
fr: Parlez de Ceno à votre communauté
uk: Розкажіть своїй спільноті про Ceno

source: Ceno gets better and more dependable the more people use it. Teach your friends and family how they can become Bridges or access restricted content by helping them download and use Ceno. Promote Ceno at community events by sharing materials or hosting a panel or meetup.
es: Ceno es mejor y más confiable cuanto más gente lo use. Enseña a tus amigos y familiares cómo pueden convertirse en puentes o acceder a contenidos restringidos ayudándoles a descargar y utilizar Ceno. Promover Ceno en eventos comunitarios compartiendo materiales o organizando un panel o una reunión.
fa: هرچه افراد بیشتری از سِنو استفاده کنند، عملکرد آن بهتر و قابل ‌اعتمادتر می‌شود. با کمک به خانواده و دوستان خود برای دانلود و استفاده از سنو، به آن‌ها آموزش دهید که چگونه تبدیل به یک پل شوند یا به محتوای مسدودشده دسترسی پیدا کنند. با معرفی مطالب مرتبط یا برگزاری نشست و گردهمایی، سنو را در رویدادهای اجتماعی معرفی کنید.
fr: Ceno s'améliore et plus fiable, plus les gens l'utilisent. Apprenez à vos amis et votre famille comment ils peuvent devenir des ponts ou accéder à des contenus limités en les aidant à télécharger et utiliser Ceno.
uk: Ceno стає кращим і надійнішим, чим більше людей ним користуються. Розкажіть своїм друзям і родичам, як вони можуть стати "мостами" або отримати доступ до обмеженого контенту, допомігши їм завантажити і використовувати Ceno. Популяризуйте Ceno на громадських заходах, ділячись матеріалами або організовуючи дискусії чи зустрічі.

source: Help translate
es: Ayuda a traducir
fa: به ترجمه سنو کمک کنید
fr: Aide traduire
uk: Допоможіть перекласти

source: Help translate the Ceno Browser app, web extension, user manual and website! We use Weblate to crowdsource translations.
es: Ayuda a traducir la aplicación Ceno Browser, extensión web, manual de usuario y sitio web! Utilizamos Weblate para traducciones de crowdsource.
fa: به ترجمه اپلیکیشن، افزونه وب، راهنمای کاربر و وب‌سایت سنو کمک کنید! ما از Weblate برای جمع‌سپاری ترجمه‌ها استفاده می‌کنیم.
fr: Aidez-nous à traduire l'appli, l'extension Web, le manuel d'utilisation et le site Web du Navigateur Ceno. Nous utilisons Weblate pour des traductions collaboratives.
uk: Допоможіть перекласти програму Ceno Browser, веб-розширення, посібник користувача та веб-сайт! Ми використовуємо Weblate для краудсорсингу перекладів.

source: Join our Weblate
es: Únase a nuestro Weblate
fa: به Weblate ما بپیوندید
fr: Joignez-vous à notre Weblate
uk: Приєднуйтесь до нашого Weblate

source: Please contact the Ceno team at support [at] censorship [dot] no if you're interested in becoming a reviewer for translation(s) in your language(s).
es: Póngase en contacto con el equipo de Ceno en apoyo [at] censura [dot] no si usted está interesado en convertirse en un revisor de traducción(s) en su idioma(s).
uk: Будь ласка, зв’яжіться з командою Ceno за адресою підтримки [at] censorship [dot] no, якщо ви зацікавлені стати рецензентом перекладу(ів) вашою(ими) мовою(ами).

source: For more information about how to use Weblate, see <a href="https://docs.weblate.org/en/latest/index.html">the Weblate documentation.</a>
es: Para más información sobre cómo utilizar Weblate, consulte <a href="https://docs.weblate.org/en/latest/index.html"> la documentación de Weblate.</a>
fa: برای اطلاعات بیشتر درباره شیوه استفاده از Weblate، <a href="https://docs.weblate.org/en/latest/index.html">مستندات Weblate</a> را ببینید.‌
fr: Pour plus d'informations sur l'utilisation de Weblate, voir <a href="https://docs.weblate.org/en/latest/index.html">la documentation Weblate.</a>
uk: Для отримання додаткової інформації про використання Weblate перегляньте <a href="https://docs.weblate.org/en/latest/index.html">документацію Weblate.</a>

source: People running Ceno from countries with open access to the internet, or from parts of the world where access to the internet is reliable, can help those in heavily restricted networks access the internet by becoming a "Bridge." Running a Bridge is a very simple yet powerful action, enabling you to share internet content with others.
es: Gente corriendo Ceno de países con acceso abierto a Internet, o de partes del mundo donde el acceso a Internet es fiable, puede ayudar a aquellos en redes fuertemente restringidas a acceder a Internet convirtiéndose en un "Bridge". Ejecutar un puente es una acción muy simple pero poderosa, lo que le permite compartir contenido de Internet con otros.
fa: افرادی که در کشورها یا مناطقی با دسترسی آزاد و پایدار به اینترنت ساکن‌اند و از سِنو استفاده می‌کنند، می‌توانند با تبدیل شدن به یک «پل» به کاربران شبکه‌های محدودشده کمک کنند تا به اینترنت دسترسی داشته باشند. اجرای پل اقدامی بسیار ساده و در عین حال قدرتمند است که به شما امکان می‌دهد محتوای اینترنت را با دیگران به اشتراک بگذارید.
fr: Les gens courent Ceno de pays avec accès libre à Internet, ou de parties du monde où l'accès à Internet est fiable, peut aider ceux dans les réseaux fortement restreints à accéder à Internet en devenant un "Bridge". Courir un pont est une action très simple et puissante, vous permettant de partager le contenu d'Internet avec d'autres.

source: Install the <a href="https://gitlab.com/ceno-app/ceno-ext-settings">Ceno Web Extension</a> and the provided certificate to test it out!
fa: <a href="https://gitlab.com/ceno-app/ceno-ext-settings">افزونه وب سِنو</a> و گواهی ارائه‌شده را نصب کنید و دست به کار شوید!

source: You may also be interested in the (no longer maintained) <a href="https://gitlab.com/ceno-app/ceno-archives">previous incarnation of Ceno</a>, built on the Freenet anonymous file sharing and content publishing network.
fa: همچنین ممکن است به <a href="https://gitlab.com/ceno-app/ceno-archives">نسخه قدیمی‌تر سِنو</a> (که دیگر پشتیبانی نمی‌شود) علاقه‌مند باشید که بر اساس شبکه ناشناس به اشتراک‌گذاری فایل و انتشار محتوای Freenet ساخته شده بود.

source: Get in touch with the team: support [at] ceno [dot] app
fa: با تیم ما تماس بگیرید: support [at] ceno [dot] app

source: Please contact the Ceno team at support [at] ceno [dot] app if you're interested in becoming a reviewer for translation(s) in your language(s).
fa: اگر به بازبینی ترجمه‌ها در زبان خود علاقه دارید، لطفا با این ایمیل با تیم سنو تماس بگیرید: support [at] ceno [dot] app.
