Repository: ceno-app/ceno-app.github.io
Catalog: _*.src/donate.po
Languages: pt

source: Support Ceno
pt: Apoiar Ceno

source: Ceno Browser is completely free and open source software funded solely through grants and donations. Below are some of the ways you can support its continued development through financial contributions. For other ways of getting involved and contributing, please visit <a href="community.html">the Community page!</a>
pt: Ceno Browser é um programa totalmente livre e de código aberto fundado apenas através de subsídios e doações. Em baixo estão algumas das maneiras pelas quais pode apoiar o seu desenvolvimento contínuo por meio de contribuições financeiras. Para outras maneiras de se envolver e contribuir, por favor, visite <a href="community.html">a página da Comunidade!</a>

source: Make a Donation
pt: Efetuar uma Doação

source: Make a one-time donation using our Paypal payment portal.
pt: Efetue uma doação única utilizando o nosso portal de pagamento PayPal.

source: Donate via PayPal
pt: Doar via PayPal

source: Become a Sponsor
pt: Tornar-se um Patrocinador

source: We are currently exploring fundraising platforms and communities:
pt: Nós estamos atualmente a explorar plataformas e comunidades de angariação de fundos:

source: Sponsor on Github
pt: Patrocinar no Github

source: Donate Bitcoin
pt: Doar Bitcoin

source: Our wallet address is:
pt: O endereço da nossa carteira é:
