Repository: ceno-app/ceno-app.github.io
Catalog: _*.src/download.po
Languages: es, fa, fr, uk

source: Download Ceno Browser
es: Descargar Ceno Browser
fa: دانلود مرورگر سِنو
fr: Télécharger Ceno Browser
uk: Завантажте браузер Ceno

source: Join 566,565 other users
es: Únase a 566,565 otros usuarios
fa: به ۵۶۶,۵۶۵ کاربر دیگر بپیوندید
fr: Rejoignez 566,565 autres utilisateurs
uk: Приєднайтеся до 566 565 інших користувачів

source: The safest way to install Ceno Browser on your device is through the Google Play Store or Microsoft Store:
es: La manera más segura de instalar el Navegador Ceno en tu dispositivo es a través de Google Play Store:
fr: Le moyen le plus sûr d'installer Ceno Browser sur votre appareil Android est à travers le Google Play Store ou le Microsoft Store :
uk: Найбезпечніший спосіб встановити Ceno Browser на ваш пристрій – через Google Play Store або Microsoft Store:

source: IMPORTANT:
es: IMPORTANTE:
fa: نکته مهم:
uk: ВАЖЛИВО:

source: Ceno has two modes of operation - Public and Personal. You can easily toggle between them. Public mode offers the best connectivity but the least privacy - websites that you visit or share are recorded in a publicly-accessible registry (BitTorrent). Personal mode eliminates this record but may be slower and less efficient at retrieving content. See <a href="faq.html">the FAQ</a> or <a href="../user-manual">User Manual</a> for more details on Ceno usage.
es: Ceno tiene dos modos de operación - Público y Personal. Puede cambiar fácilmente entre ellos. El modo público ofrece la mejor conectividad pero la menor privacidad - sitios web que visita o comparte se registran en un registro accesible públicamente (BitTorrent). El modo personal elimina este disco pero puede ser más lento y menos eficiente en recuperar contenido. Véase <a href="faq.html">the FAQ</a> o <a href="../user-manual">User Manual</a> para más detalles sobre el uso de Ceno.
fa: سِنو دو حالت عملکرد دارد – عمومی و شخصی. و می‌توانید به‌راحتی بین آن‌ها جابه‌جا شوید. حالت عمومی بهترین اتصال را ارائه می‌دهد، اما کمترین حریم خصوصی را دارد – وب‌سایت‌هایی که بازدید می‌کنید یا به اشتراک می‌گذارید در یک رجیستری عمومی (بیت‌تورنت) ثبت می‌شوند. حالت شخصی این رکورد را حذف می‌کند اما ممکن است محتوا را با سرعت و کارآمدی کمتری دریافت کنید. برای جزئیات بیشتر درباره استفاده از سِنو، به <a href="faq.html">پرسش‌های رایج</a> یا <a href="../user-manual">راهنمای کاربر</a> مراجعه کنید.
fr: Ceno a deux modes d'opération - Public et Personnel. Vous pouvez facilement basculer entre les deux. Le mode public offre la meilleure connectivité mais le moins de confidentialité - les sites que vous visitez ou partagez sont enregistrés dans un registre accessible au public (BitTorrent). Le mode personnel élimine ce registre, mais peut être plus lent et moins efficace pour récupérer le contenu. Voir <a href="faq.html"> la FAQ</a> ou <a href="../user-manual">Manuel d'Utilisateur</a> pour plus de détails sur l'utilisation de Ceno.
uk: Ceno має два режими роботи - Public і Personal. Ви можете легко перемикатися між ними. Загальнодоступний режим пропонує найкраще підключення, але найменшу конфіденційність - веб-сайти, які ви відвідуєте або публікуєте, реєструються в загальнодоступному реєстрі (BitTorrent). Персональний режим усуває цей запис, але може бути повільнішим і менш ефективним для отримання вмісту. Перегляньте <a href="faq.html">FAQ</a> або <a href="../user-manual">Посібник користувача</a>, щоб отримати докладнішу інформацію про використання Ceno.

source: Alternatively, you can install Ceno via the Paskoocheh Marketplace, Github, dComms, or download the APK directly via GitLab:
es: Alternativamente, puedes instalar Ceno a través de Paskoocheh Marketplace, Github, dComms o descargar el APK directamente a través de GitLab:
fa: همچنین می‌توانید سِنو را از طریق پسکوچه، گیت‌هاب، dComms یا با دانلود مستقیم فایل APK از گیت‌لب نصب کنید:
fr: Alternativement, vous pouvez installer Ceno via la Marketplace Paskoocheh, Github, dComms, ou télécharger l'APK directement via GitLab :
uk: Крім того, ви можете встановити Ceno через Paskoocheh Marketplace, Github, dComms або завантажити APK безпосередньо через GitLab:

source: Direct Download
es: Descarga Directa
fa: دانلود مستقیم
fr: Téléchargement direct
uk: Пряме завантаження

source: For advanced users or those unable to install Ceno Browser via the above links, you can download the latest APK directly:
es: Para usuarios avanzados o aquellos que no pueden instalar Ceno Browser a través de los enlaces anteriores, puede descargar el último APK directamente:
fa: کاربران پیشرفته یا کسانی که نمی‌توانند مرورگر سنو را از طریق لینک‌های بالا نصب کنند، می توانند آخرین‌ نسخه APK را مستقیما دانلود کنند:
fr: Pour les utilisateurs avancés ou ceux qui ne peuvent pas installer Ceno Browser via les liens ci-dessus, vous pouvez télécharger la dernière APK directement:
uk: Досвідченіші користувачі або ті, хто не може встановити браузер Ceno через вказане посилання, можуть завантажити останню версію APK звідси:

source: <strong>Ceno for Android:</strong> <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.6.1/ceno-arm64-v8a-release-2.6.1-2025-08-04_1555.apk">arm64 (most common)</a> / <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.6.1/ceno-armeabi-v7a-release-2.6.1-2025-08-04_1555.apk">arm</a> / <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.6.1/ceno-x86_64-release-2.6.1-2025-08-04_1555.apk">x86_64</a>
uk: <strong>Ceno для Android:</strong> <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.6.1/ceno-arm64-v8a-release-2.6.1-2025-08-04_1555.apk">arm64 (найпоширеніший)</a> / <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.6.1/ceno-armeabi-v7a-release-2.6.1-2025-08-04_1555.apk">arm</a> / <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.6.1/ceno-x86_64-release-2.6.1-2025-08-04_1555.apk">x86_64</a>

source: <strong>Ceno for Windows:</strong> <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.4/ceno-alpha-win64-portable-0.0.4-cdb28a9b.exe">portable installer (recommended)</a> / <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.4/ceno-alpha-win64-system-0.0.4-cdb28a9b.exe">system installer</a>
uk: <strong>Ceno для Windows:</strong> <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.4/ceno-alpha-win64-portable-0.0.4-cdb28a9b.exe">портативний інсталятор (рекомендовано)</a> / <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.4/ceno-alpha-win64-system-0.0.4-cdb28a9b.exe">інсталятор системи</a>

source: To verify that the Ceno for Android APK has a valid signature, run this command and confirm its output:
fr: Pour vérifier que l’APK de Ceno pour Android a une signature valide, exécuter cette commande et confirmer sa sortie:
uk: Щоб перевірити, чи має Ceno for Android APK дійсний підпис, виконайте цю команду та підтвердьте її вивід:

source: > apksigner verify --print-certs ceno-[…].apk<br> Signer #1 certificate DN: CN=equalit.ie<br> Signer #1 certificate SHA-256 digest: <br>a59d20c076f6170a2c13d9ce96cd4349688f907898dfc3c89b0ae6ebe9f7edca<br> […]
es: ■ apksigner verifique --print-certs ceno-[...].apk madebr DN: CN=equalit.ie identificadobr Signer #1 certificate SHA-256 digest: יbr confianzaa59d20c076f6170a2c13d9ce96cd4349688f907898dfc3c89b0ae6ebe9f7edca correspondbr título [...]
fr: phy apksigner vérifier --print-certs certificat no 1 DN: CN=equalit.ie canadienne Signer #1 certificate SHA-256 digest: a59d20c076f6170a2c13d9ce96cd4349688f907898dfc3c89b0ae6ebe9f7edca absorber [...]
uk: > apksigner перевірити --print-certs ceno-[…].apk<br> Signer #1 certificate DN: CN=equalit.ie<br> Signer #1 certificate SHA-256 digest: <br>a59d20c076f6170a2c13d9ce96cd4349688f907898dfc3c89b0ae6ebe9f7edca<br> […]

source: To verify that the Ceno for Windows EXE has a valid signature, run this command and confirm its output:
fr: Pour vérifier que le Ceno pour Windows EXE a une signature valide, exécutez cette commande et confirmez sa sortie :
uk: Щоб перевірити, чи має Ceno for Windows EXE дійсний підпис, виконайте цю команду та підтвердьте її вивід:

source: > signtool.exe verify /pa /v ceno-alpha-windows-[…].exe<br> […]<br> Signing Certificate Chain:<br> Issued to: E3D17812-E9F1-46C8-B650-4D39786777D9<br> Issued by: E3D17812-E9F1-46C8-B650-4D39786777D9<br> Expires: Sat Apr 25 15:13:25 2026<br> SHA1 hash: D73E913BCAE206834A30823035636FC5A3217436<br> […]
uk: > signtool.exe verify /pa /v ceno-alpha-windows-[…].exe<br> […]<br> Signing Certificate Chain:<br> Видано: E3D17812-E9F1-46C8-B650-4D39786777D9<br> Видано: E3D17812-E9F1-46C8-B650-4D39786777D9<br> Термін дії закінчується: субота, квітень 25 15:13:25 2026<br> SHA1 hash: D73E913BCAE206834A30823035636FC5A3217436<br> […]

source: You can also verify the signatures of the file hashes against our PGP key (with fingerprint <code class="pubkey">51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>)
uk: Ви також можете перевірити підписи хешів файлів за нашим PGP-ключем (за допомогою відбитка пальця <code class="pubkey">51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>)

source: Ceno for Android: <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.6.1/sha256sums.txt">file hashes</a>, <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.6.1/sha256sums.txt.asc">signatures</a>
uk: Ceno для Android: <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.6.1/sha256sums.txt">хеші файлів</a>, <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.6.1/sha256sums.txt.asc">підписи</a>

source: Ceno for Windows: <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.4/sha256sums.txt">file hashes</a>, <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.4/sha256sums.txt.asc">signatures</a>
uk: Ceno для Windows: <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.4/sha256sums.txt">хеші файлів</a>, <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.4/sha256sums.txt.asc">підписи</a>

source: Use Cases
es: Casos de uso
fa: موارد کاربرد
fr: Cas d'utilisation
uk: Випадки використання

source: Open blocked sites and social media
es: Sitios bloqueados abiertos y redes sociales
fa: باز کردن سایت‌ها و شبکه‌های اجتماعی مسدودشده
fr: Ouvrir les sites bloqués and les résaux sociaux
uk: Відкрийте заблоковані сайти та соціальні мережі

source: More and more resources are getting blocked every day. Ceno is a universal tool for accessing any website. Use public mode for reading news and browsing static sites, and switch to personal mode for social networks, YouTube, and other sites that require authentication.
es: Cada día se bloquean más y más recursos. Ceno es una herramienta universal para acceder a cualquier sitio web. Utilice el modo público para leer noticias y navegar por sitios estáticos, y cambiar a modo personal para redes sociales, YouTube y otros sitios que requieren autenticación.
fa: روز به روز منابع بیشتری در وب مسدود می‌شوند. سِنو ابزاری همگانی برای دسترسی به هر وب‌سایتی است. از حالت عمومی برای خواندن اخبار و مرور سایت‌های ایستا استفاده کنید و برای شبکه‌های اجتماعی، یوتیوب و دیگر سایت‌هایی که نیاز به احراز هویت دارند، حالت شخصی را امتحان کنید.
fr: De plus en plus de ressources sont bloquées à chaque jour. Ceno est un outil universel pour accéder à nimporte quel site web. Utilisez le mode public pour lire les nouvelles et parcourir les sites statiques, et passez au mode personnel pour les réseaux sociaux, YouTube et tout autres sites qui nécessitent l'authentification.
uk: Щодня блокується все більше ресурсів. Ceno — універсальний інструмент для доступу до будь-якого веб-сайту. Використовуйте загальнодоступний режим для читання новин і перегляду статичних сайтів, а також перемикайтеся в особистий режим для соціальних мереж, YouTube та інших сайтів, які потребують автентифікації.

source: Shutdowns
es: Desplazamientos
fa: قطعی‌ اینترنت
fr: Tais-toi
uk: Відключення

source: Even if a country is completely cut off from the global internet, you will still be able to access websites that Ceno caches and delivers to your country via satellite. Use Ceno as a backup in case of a shutdown!
es: Incluso si un país está completamente cortado de Internet global, usted todavía será capaz de acceder a sitios web que Ceno cache y entrega a su país vía satélite. ¡Usa a Ceno como respaldo en caso de cierre!
fa: حتی اگر اینترنت کشور به‌طور کامل از شبکه جهانی قطع شود، همچنان می‌توانید به وب‌سایت‌هایی دسترسی داشته باشید که سِنو آن‌ها را کَش کرده و از طریق ماهواره به کشور شما منتقل می‌کند. از سِنو به‌عنوان یک راهکار پشتیبان در صورت قطعی اینترنت استفاده کنید!
fr: Même si un pays est complètement coupé de l'Internet mondial, vous serez toujours en mesure d'accéder aux sites Web que Ceno cache et livre à votre pays par satellite. Utilisez Ceno comme une sauvegarde en cas d'arrêt!
uk: Навіть якщо країна повністю відрізана від глобальної мережі Інтернет, ви все одно зможете отримати доступ до веб-сайтів, які Ceno кешує та доставляє у вашу країну через супутник. Використовуйте Ceno як резервну копію на випадок відключення!

source: Help others
es: Ayuda a otros
fa: کمک به دیگران
fr: Aide les autres
uk: Допомагайте іншим

source: Every Ceno user can become a bridge and help others access blocked resources. Simply enable Bridge mode in your browser settings and make the internet more accessible for those who need it most.
es: Cada usuario de Ceno puede convertirse en un puente y ayudar a otros a acceder a recursos bloqueados. Simplemente active el modo Bridge en la configuración de su navegador y haga que el Internet sea más accesible para aquellos que más lo necesitan.
fa: هر کاربر سِنو می‌تواند به یک پل تبدیل شود و به دیگران برای دسترسی به وب‌سایت‌های مسدودشده کمک کند. کافی است حالت پل را در تنظیمات مرورگر خود فعال کنید و اینترنت را برای کسانی که بیش از همه به آن نیاز دارند، در دسترس‌تر کنید.
fr: Chaque utilisateur Ceno peut devenir un pont et aider les autres à accéder aux ressources bloquées. Il suffit de activer le mode Bridge dans les paramètres de votre navigateur et de rendre l'Internet plus accessible pour ceux qui en ont le plus besoin.
uk: Кожен користувач Ceno може стати мостом і допомогти іншим отримати доступ до заблокованих ресурсів. Просто ввімкніть режим Bridge у налаштуваннях браузера та зробіть Інтернет доступнішим для тих, кому він найбільше потрібен.

source: <strong>Ceno for Windows:</strong> <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.1/ceno-alpha-windows-x86_64-system-0.0.1-20250425123522.exe">x86_64 (system-install)</a>
es: <strong>Ceno para Windows:</strong> <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.1/ceno-alpha-windows-x86_64-system-0.0.1-20250425123522.exe">x86_64 (instalación del sistema)</a>
fa: <strong>سنو برای ویندوز:</strong> <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.1/ceno-alpha-windows-x86_64-system-0.0.1-20250425123522.exe">x86_64 (system-install)</a>

source: Run this to verify that the APK has a valid signature from the certificate with the fingerprint shown below:
es: Ejecute esto para verificar que el APK tiene una firma válida del certificado con la huella que se muestra a continuación:
fa: برای تایید این که APK دارای امضای معتبر از گواهی با اثر انگشت نشان‌ داده‌شده است، این دستور را اجرا کنید:

source: Ceno for Windows: <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.3/sha256sums.txt">file hashes</a>, <a href="https://ceno-download.s3.amazonaws.com/ceno-desktop/v0.0.3/sha256sums.txt.asc">signatures</a>
fr: Ceno pour Android : <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.5.1/sha256sums.txt">hachages de fichiers</a>, <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.5.1/sha256sums.txt.asc">signatures</a>
