Repository: ceno-app/ceno-app.github.io
Catalog: _*.src/factsheet.po
Languages: fr

source: Ceno Browser | Fact Sheet
fr: Ceno Browser | Fiche technique

source: Ceno Fact Sheet
fr: Fiche technique de Ceno

source: Download PDF
fr: Télécharger PDF

source: Overview
fr: Aperçu général

source: What is Ceno?
fr: C'est quoi Ceno ?

source: The world's first mobile browser that circumvents current Internet censorship methods and local Internet outages using peer-to-peer (p2p) technology
fr: Le premier navigateur mobile au monde qui contourne les méthodes actuelles de censure Internet et les pannes d'Internet locales en utilisant la technologie peer-to-peer (p2p)

source: Ceno stands for:
fr: Ceno signifie :

source: <strong>ce</strong>nsorship.<strong>no</strong>, envisioned as part of an Internet that is free of intrusive and unjustified surveillance, censorship and oppression
fr: <strong>ce</strong>nsorship.<strong>no</strong>, imaginé dans le cadre d'un Internet sans surveillance intrusive et injustifiée, censure et oppression

source: Developed and launched by <a href="https://equalit.ie">eQualitie</a>
fr: Développé et lancé par <a href="https://equalit.ie">eQualitie</a>

source: Works on:
fr: Fonctionne sur:

source: Android mobile devices
fr: Appareils mobiles Android

source: Get it on:
fr: Allez-y

source: No special permissions are required
fr: Aucune autorisation spéciale n'est requise

source: Why:
fr: Pourquoi:

source: Designed to allow people anywhere in the world to access web content in censored or Internet-restricted regions, and in countries where connectivity is unreliable or costly
fr: Conçu pour permettre aux gens partout dans le monde d'accéder au contenu Web dans les régions censurées ou restreintes par Internet, et dans les pays où la connectivité est peu fiable ou coûteuse

source: Can be used to create a bridge for others to access censored or restricted content
fr: Peut être utilisé pour créer un pont pour les autres pour accéder au contenu censuré ou restreint

source: So what?
fr: Et alors ?

source: Already helping thousands of civilians, NGOs, investigative journalists and independent media globally to access and share web content
fr: Aide déjà des milliers de civils, d'ONG, de journalistes d'investigation et de médias indépendants dans le monde entier pour accéder et partager du contenu web

source: Ceno content remains stable and cannot be forcibly removed by external agents, even during media censorship events, shutdowns, natural disruptions, unrest, conflict, and war
fr: Le contenu de ceno demeure stable et ne peut être enlevé de force par des agents externes, même lors d'événements de censure, d'arrêts, de perturbations naturelles, d'agitation, de conflits et de guerre

source: Ceno's p2p routing and distribution of storage can reduce bandwidth and energy use
fr: Le routage p2p de Ceno et la distribution de stockage peuvent réduire la bande passante et l'utilisation d'énergie

source: Performance improves with scale (unlike the proxy/virtual private network (VPN) model); more users reduces latency and increases storage
fr: La performance s'améliore avec l'échelle (à la différence du modèle de réseau privé proxy/virtual (VPN)); plus d'utilisateurs réduit la latence et augmente le stockage

source: How:
fr: Comment:

source: Works like BitTorrent - pulling, reserving and sharing content from many networked sources rather than from one web server source - but is a browser
fr: Fonctionne comme BitTorrent - en tirant, en réservant et en partage de contenu provenant de nombreuses sources réseau plutôt que d'une source de serveur web - mais est un navigateur

source: Underlying decentralized p2p network uses established open-source Ouinet library and BitTorrent protocols, making it resilient and reliable
fr: Le réseau de p2p décentralisé utilise la bibliothèque Ouinet ouverte et les protocoles BitTorrent, ce qui le rend résilient et fiable

source: Looks and feels like other browsers
fr: Ressemble à d'autres navigateurs

source: Equipped to share cached content offline and on local area networks (LANs)
fr: Equipé de partager le contenu cache hors ligne et sur les réseaux locaux (LAN)

source: Who is eQualitie?
fr: Qui est EQualitie ?

source: Montreal-based digital security firm that has developed open-source and reusable systems and tools since 2010, with a focus on online privacy, resilience and self-determination
fr: Entreprise de sécurité numérique basée à Montréal qui a mis au point des systèmes et des outils libres et réutilisables depuis 2010, en mettant l'accent sur la vie privée, la résilience et l'autodétermination en ligne

source: Maintains the <a href="https://deflect.ca">Deflect.ca</a> service
fr: Maintient le service <a href="https://deflect.ca">Deflect.ca</a>

source: Leads several initiatives focused on free and secure communications in authoritarian states
fr: Dirige plusieurs initiatives axées sur les communications libres et sûres dans les Etats autoritaires

source: Founded by Dmitri Vitaliev
fr: Fondée par Dmitri Vitaliev

source: In use today:
fr: En usage aujourd'hui:

source: <strong>Average monthly users:</strong> 10,000+
fr: <strong>Average utilisateurs mensuels:</strong> 10,000+

source: <strong>New monthly users:</strong> 10,000
fr: <strong>Nouveaux utilisateurs mensuels:</strong> 10 000

source: <strong>Majority users by country:</strong> Ukraine 48%; Russia 17%; Iran 15%; Myanmar 5%; Poland, US and Germany 3%
fr: <strong>Les utilisateurs de jajorité par pays:</strong> Ukraine 48%; Russie 17%; Iran 15%; Myanmar 5%; Pologne, États-Unis et Allemagne 3%

source: How Ceno Works
fr: Comment Ceno fonctionne

source: A mobile user in NYC reads a BBC.com news article on her Ceno Browser.
fr: Un utilisateur mobile à NYC lit un article de presse BBC.com sur son navigateur Ceno.

source: Ceno signs, caches and decentralizes the article content.
fr: Ceno signe, cache et décentralise le contenu de l'article.

source: Ceno users everywhere access and read the same article on their mobiles, despite censorship or outages, and thereby share it with other Ceno users.
fr: Les utilisateurs de Ceno accèdent partout et lisent le même article sur leurs mobiles, malgré la censure ou les pannes, et le partagent ainsi avec d'autres utilisateurs de Ceno.

source: Learn more in the User Manual!
fr: En savoir plus dans le Manuel de l'utilisateur!

source: Numbers
fr: Nombres

source: Ceno to April 2022
fr: Ceno à avril 2022

source: Downloads from Google Play Store: 33,297
fr: Téléchargements de Google Play Store: 33,297

source: Installs from alternative marketplaces: 6,514
fr: Installations de marché alternatif: 6,514

source: Pulls from Docker Hub: 597
fr: Tirs de Docker Hub: 597

source: Cloned from GitHub repositories: 1,768
fr: Cloned from GitHub dépôtitories: 1,768

source: Unique participants in March 2022: 28,914
fr: Participants uniques en mars 2022: 28 914

source: Ceno bridges worldwide: 25 (6 in Ukraine, 9 in Russia and others in the Middle East, Eastern Europe and Asia)
fr: Ceno ponts dans le monde: 25 (6 en Ukraine, 9 en Russie et d'autres au Moyen-Orient, Europe de l'Est et Asie)

source: Bootstrap servers to ensure that in-country nodes can use BitTorrent during complete network shutdowns: 8 (in Eastern Europe, Myanmar, Iran and Russia)
fr: Les serveurs Bootstrap pour s'assurer que les nœuds dans le pays peuvent utiliser BitTorrent pendant les arrêts de réseau complets: 8 (en Europe orientale, Myanmar, Iran et Russie)

source: The Ceno browser displays the resources provided directly from the origin to each user (served via injectors and received from the p2p network) and how much each user's specific device has shared with other users.
fr: Le navigateur Ceno affiche les ressources fournies directement de l'origine à chaque utilisateur (servé par des injecteurs et reçu du réseau p2p) et combien le dispositif spécifique de chaque utilisateur a partagé avec d'autres utilisateurs.

source: Key performance metrics for a Ceno white-label release include (i) the number of reachable bridge nodes and origin sources in the DHT, and (ii) the bandwidth and number of distinct web resources served by injector servers.
fr: Les principales mesures de performance pour une sortie Ceno blanc-label comprennent (i) le nombre de nœuds de pont accessibles et les sources d'origine dans le DHT, et (ii) la bande passante et le nombre de ressources Web distinctes servies par les serveurs d'injecteurs.

source: Other metrics can be designed and developed for greater visibility and performance measurement, taking into account Ceno's decentralization function. Without identifying users, it is possible to closely estimate participation through (i) pseudonymous network identifiers and their usage of network injectors, (ii) country of origin and (iii) queries of the distributed hash table for unique device identifiers.
fr: D'autres mesures peuvent être conçues et développées pour une meilleure visibilité et une mesure de performance, en tenant compte de la fonction de décentralisation de Ceno. Sans identifier les utilisateurs, il est possible d'estimer de près la participation par (i) des identifiants de réseau pseudonymes et leur utilisation des injecteurs de réseau, (ii) pays d'origine et (iii) requêtes de la table de hach distribuée pour les identifiants de périphérique uniques.

source: Integration of the Clean Insights SDK is being explored as a way to give users robust privacy-respecting analytics that measure metrics including distributed cache usage from the user's vantage point.
fr: Intégration du SDK Clean Insights est en cours d'exploration pour donner aux utilisateurs de solides analyses de respect de la vie privée qui mesurent les mesures, y compris l'utilisation de cache distribuée à partir du point de vue de l'utilisateur.

source: Ouinet in April 2022
fr: Ouinet en avril 2022

source: Ouinet's injectors introduced approximately 2 million pages (602 GB of data) to the decentralized content-sharing network, from more than 30,000 unique websites.
fr: Les injecteurs de Ouinet ont introduit environ 2 millions de pages (602 Go de données) au réseau décentralisé de partage de contenu, provenant de plus de 30 000 sites uniques.

source: Internet shutdowns
fr: Arrêts Internet

source: Internet shutdowns is a broad term covering various Internet access restriction scenarios. Precise technical information on shutdowns is often missing from media coverage. A shutdown can refer to the following:
fr: Les arrêts d'Internet sont un large terme couvrant divers scénarios de restriction d'accès à Internet. Les informations techniques précises sur les arrêts sont souvent absentes de la couverture médiatique. Une fermeture peut se référer à ce qui suit:

source: <strong>Level 1:</strong> A complete or partial failure of Internet services, occurring due to censorship, cyberattacks, natural disasters, police or security services actions or errors. Ceno deals with scenarios of extreme network censorship, when VPNs are generally no longer available (e.g., Russia in 2022, Belarus in 2020 and Iran in 2019) or when international transit connections are artificially throttled (e.g., Indian Kashmir in 2019–2020 and Cuba).
fr: <strong>Niveau 1:</strong> Une défaillance totale ou partielle des services Internet, en raison de la censure, des cyberattaques, des catastrophes naturelles, des actions policières ou de services de sécurité. Ceno traite des scénarios de censure de réseau extrême, lorsque les VPN ne sont généralement plus disponibles (p. ex. la Russie en 2022, le Bélarus en 2020 et l'Iran en 2019) ou lorsque les connexions internationales de transit sont artificiellement throttled (p. ex. le Cachemire indien en 2019-2020 et Cuba).

source: <strong>Level 2:</strong> A ban on international transit connections (e.g., Kazakhstan in 2021), such that no servers or services located outside the country are accessible, yet the local or national network continues to function. Ceno continues to work in these localized scenarios.
fr: <strong>Level 2:</strong> Une interdiction des liaisons de transit internationales (comme le Kazakhstan en 2021), de sorte qu'aucun serveur ou service situé à l'extérieur du pays ne soit accessible, mais le réseau local ou national continue de fonctionner. Ceno continue de travailler dans ces scénarios localisés.

source: <strong>Level 3:</strong> When electricity no longer functions, such as during national disasters and in wartime (e.g., Mariupol in 2022). Ceno still works peer to peer when devices remain powered and are in close proximity.
fr: <strong>Niveau 3:</strong> Lorsque l'électricité ne fonctionne plus, comme lors de catastrophes nationales et en temps de guerre (p. ex. Mariupol en 2022). Ceno travaille toujours par les pairs lorsque les appareils restent alimentés et sont à proximité.

source: A growing number of countries have introduced sophisticated surveillance and network filtering technologies to undermine existing censorship circumvention methods, and to restrict communications and the free flow of information on the Internet. Some have resorted to cutting off entire networks – across neighborhoods, regions and nations – from international connectivity.
fr: Un nombre croissant de pays ont mis en place des technologies sophistiquées de surveillance et de filtrage des réseaux pour saper les méthodes existantes de contournement de la censure et restreindre les communications et la libre circulation de l ' information sur Internet. Certains se sont efforcés de couper des réseaux entiers – à travers les quartiers, les régions et les nations – de la connectivité internationale.

source: Most circumvention techniques in use today require the user to first connect to a relay located in an uncensored zone. The resulting "cat and mouse" game between censor and circumvention method (with the latter resorting to creative proxy distribution, traffic obfuscation, collateral damage, partnerships with ISP for refraction networking, and so on) is no longer sufficient to ensure connectivity and digital content propagation.
fr: La plupart des techniques de contournement utilisées aujourd'hui exigent que l'utilisateur se connecte d'abord à un relais situé dans une zone non censurée. Le jeu "cat et souris" résultant entre le censeur et la méthode de contournement (avec ce dernier recours à la distribution de proxy créative, l'obfuscation de trafic, les dommages collatéraux, les partenariats avec ISP pour le réseau de réfraction, etc.) n'est plus suffisant pour assurer la connectivité et la diffusion de contenu numérique.

source: How Ceno side-steps censorship
fr: Comment Ceno en censure latérale

source: Ultimately, existing censorship methods have a single point of failure: users need to penetrate a firewall where the censor is watching. As witnessed in Iran in November 2019, Belarus in 2020, Kazakhstan in 2021 and during the ongoing disconnection of unfettered Internet access in Russia this year, circumvention methods increasingly do not work for users in these countries. Ceno has proven itself as a functioning solution in these environments. Wider adoption will ensure more efficient, low latency and effective decentralized peer-to-peer communications and distributed caching.
fr: En fin de compte, les méthodes de censure existantes ont un seul point de défaillance : les utilisateurs doivent pénétrer dans un pare-feu où le censeur regarde. Comme on l'a vu en Iran en novembre 2019, en Biélorussie en 2020, au Kazakhstan en 2021 et lors de la déconnection continue de l'accès Internet sans entrave en Russie cette année, les méthodes de contournement ne fonctionnent de plus en plus pour les utilisateurs de ces pays. Ceno s'est avéré une solution fonctionnelle dans ces environnements. L ' adoption plus large permettra d ' améliorer l ' efficacité, la latence et l ' efficacité des communications entre pairs et personnes décentralisées et d ' encaissements distribués.

source: User comments
fr: Commentaires des utilisateurs

source: Russia
fr: Russie

source: "Nice browser. Without VPN I was able to open blocked resources. But it's also useful when you don't have connection."
fr: "Nice browser. Sans VPN, j'ai pu ouvrir des ressources bloquées. Mais c'est aussi utile quand vous n'avez pas de lien."

source: "Because Russia threatens to block VPNs, Ceno is promising. Also because for your ISP it's like some Torrent traffic, and torrents are something very normalized in Russia unlike western countries where copyright is really respected. Also in Moscow police started asking people to show their phones and they look at apps that you have. I had this kind of control. They look at VPNs or messengers like Signal or Telegram. And Ceno looks like a normal browser, so when they asked what it is I said it is a browser, no problem, no questions. I just chose to regularly clear browsing history at exit. So besides helping to access websites, it also looks quite innocent which is great."
fr: "Parce que la Russie menace de bloquer les VPN, Ceno est prometteur. Aussi parce que pour votre FAI, c'est comme un trafic Torrent, et les torrents sont quelque chose de très normalisé en Russie, contrairement aux pays occidentaux où le copyright est vraiment respecté. Aussi dans la police de Moscou a commencé à demander aux gens de montrer leurs téléphones et ils regardent les applications que vous avez. J'avais ce genre de contrôle. Ils regardent les VPN ou les messagers comme Signal ou Télégramme. Et Ceno ressemble à un navigateur normal, donc quand ils ont demandé ce que c'est que j'ai dit c'est un navigateur, pas de problème, pas de questions. J'ai choisi de nettoyer régulièrement l'historique de navigation à la sortie. Donc, en plus d'aider à accéder aux sites Web, il semble aussi assez innocent ce qui est grand."

source: "Thanks for a great product. Your browser opens the site http://meduza.io much faster than the app from @meduzaproject."
fr: "Merci pour un excellent produit. Votre navigateur ouvre le site http://meduza.io beaucoup plus rapidement que l'application de @meduzaproject."

source: "There was a lot of inconvenience due to the blocked websites. It's good to see that it works well with this app. This is our digital rights. So I will continue to use it sometimes."
fr: « Il y a eu beaucoup d'inconvénients en raison des sites bloqués. C'est bon de voir que ça fonctionne bien avec cette application. C'est nos droits numériques. Donc je continuerai à l'utiliser parfois."

source: "There are more features I'd like to see in the app, but it is totally a convenient and useful application."
fr: "Il y a plus de fonctionnalités que j'aimerais voir dans l'application, mais c'est totalement une application pratique et utile."

source: "This app is one of our few hopes in times of serious Internet disruptions in Iran. Please keep it going and make it better and better. Thank you."
fr: « Cette application est l'un de nos rares espoirs en temps de perturbations graves de l'Internet en Iran. S'il vous plaît, gardez-le et améliorez-le. Merci."

source: "It is a good browser, especially for us Iranians, who do not have the possibility of free use of the Internet and everything is filtered by the government, even filter breakers."
fr: "C'est un bon navigateur, en particulier pour nous iraniens, qui n'ont pas la possibilité d'une utilisation gratuite de l'Internet et tout est filtré par le gouvernement, même filtrer les disjoncteurs."
