Repository: ceno-app/ceno-app.github.io
Catalog: _*.src/faq.po
Languages: ar, fr, pt_br, uk, zh_hans

source: Ceno's primary distinction from a VPN is that it does attempt to route all of your website requests through the decentralized network. When a website is available without restriction, Ceno will simply connect to it like a normal web browser. Also, Ceno users cache and share content with each other. This reduces the strain on censorship circumvention nodes and improves deliverability.
ar: الفرق الرئيسي بين Ceno وVPN هو أن Ceno يحاول توجيه جميع طلباتك للمواقع عبر الشبكة اللامركزية. عندما تكون الموقع متاحًا بدون قيود، سيتصل Ceno بها ببساطة كمتصفح عادي. أيضًا، يقوم مستخدمو Ceno بتخزين ومشاركة المحتوى مع بعضهم البعض. هذا يقلل من الضغط على عقد تجاوز الرقابة ويحسن من سرعة الوصول.
zh_hans: Ceno与VPN的主要区别在于,它确实试图通过分散的网络路由您的所有网站请求。当网站不受限制地可用时,Ceno将像普通网络浏览器一样简单地连接到它。此外,Ceno用户相互缓存和共享内容。这减少了审查规避节点的压力,并提高了可交付性。

source: What's the difference between using the Tor and Ceno browsers?
ar: ما الفرق بين استخدام متصفح تور ومتصفح سينو؟
zh_hans: 使用 Tor 和 Ceno 浏览器有什么区别?

source: Unlike Tor Browser, Ceno Browser is not a tool for anonymity, which is Tor's primary purpose. In the Tor network, network traffic is encrypted and routed through a network of relays run by volunteers, and appears to originate from the IP address of an exit node. Tor is an excellent option for privacy from Internet surveillance and website operators. If it works in your network environment, we recommend it, provided that you've also read <a href="https://support.torproject.org/">their support documentation</a>.
ar: على عكس متصفح تور، لا يُعتبر متصفح سينو أداة للخصوصية، وهي الغاية الرئيسية من استخدام تور. في شبكة تور، يتم تشفير حركة المرور وتوجيهها عبر شبكة من الخوادم التي يديرها متطوعون، ويبدو أنها تأتي من عنوان IP الخاص بعقدة الخروج. يُعتبر تور خيارًا ممتازًا للخصوصية من مراقبة الإنترنت ومشغلي المواقع. إذا كان يعمل في بيئة شبكتك، نوصي باستخدامه، بشرط أن تكون قد قرأت أيضًا <a href="https://support.torproject.org/">وثائق الدعم الخاصة بهم</a>.
zh_hans: 与Tor浏览器不同,Ceno浏览器不是匿名的工具,这是Tor的主要目的。在Tor网络中,网络流量被加密并通过志愿者运行的中继网络进行路由,并且似乎来自退出节点的IP地址。Tor是互联网监控和网站运营商隐私的绝佳选择。如果它在您的网络环境中工作,我们建议它,前提是您还阅读<a href="https://support.torproject.org/">他们的支持文档</a>。
