Repository: ceno-app/ceno-app.github.io
Catalog: _*.src/faq.po
Languages: ar, fr, pt_br, uk, zh_hans

source: Bridge activity is invisible to the Bridge operator (unless they are actively monitoring their device for incoming and outgoing connections). Their job is to receive network requests from other Ceno users for access to an Injector and forward this request.
ar: نشاط الجسر غير مرئي لمشغل الجسر (إلا إذا كانوا يراقبون جهازهم بنشاط لطلبات الاتصال الواردة والصادرة). مهمتهم هي استقبال طلبات الشبكة من مستخدمي Ceno الآخرين للوصول إلى المحقن وإعادة توجيه هذه الطلبات.
fr: L'activité du pont est invisible pour l'opérateur du pont (à moins qu'il surveille activement son appareil pour les connexions entrantes et sortantes). Leur travail consiste à recevoir les demandes réseau des autres utilisateurs de Ceno pour accéder à un injecteur et à transmettre cette demande.
pt_br: A atividade da Ponte é invisível para o operador de Ponte (a menos que ele esteja monitorando ativamente seu dispositivo para conexões de entrada e saída). Seu trabalho é receber solicitações de rede de outros usuários Ceno para acesso a um Injetor e encaminhar essa solicitação.
uk: Діяльність моста невидима для оператора моста (за винятком випадків, коли він активно контролює свій пристрій на предмет вхідних і вихідних з'єднань). Його робота полягає в отриманні мережевих запитів від інших користувачів Ceno на доступ до Injector і переадресації цих запитів.
zh_hans: 桥接活动对桥接操作员来说是看不见的(除非他们主动监控其设备的传入和传出连接)。他们的工作是接收来自其他Ceno用户的网络请求,以访问Injector并转发此请求。

source: Bridge operators will have their device’s IP address listed in the BitTorrent network as an accessible Bridge.
uk: Оператори Bridge матимуть IP-адресу свого пристрою в мережі BitTorrent як доступний Bridge.

source: Bridging only works when the network that you are in allows for incoming connections. This is checked automatically by the Ceno client app upon start. Most wireless mobile carriers do not allow for incoming connections.
ar: يعمل الجسر فقط عندما تسمح الشبكة التي تتواجد فيها بالاتصالات الواردة. يتم التحقق من ذلك تلقائيًا بواسطة تطبيق Ceno عند البدء. معظم مزودي الخدمة اللاسلكية المحمولة لا يسمحون بالاتصالات الواردة.
fr: Le pont ne fonctionne que lorsque le réseau dans lequel vous vous trouvez autorise les connexions entrantes. Ceci est vérifié automatiquement par l'application client Ceno au démarrage. La plupart des opérateurs de téléphonie mobile sans fil n'autorisent pas les connexions entrantes.
pt_br: A Ponte só funciona quando a rede em que você está permite conexões de entrada. Isso é verificado automaticamente pelo aplicativo cliente Ceno na inicialização. A maioria das operadoras móveis sem fio não permite conexões de entrada.
uk: Bridging працює лише тоді, коли мережа, в якій ви перебуваєте, дозволяє вхідні з'єднання. Це перевіряється автоматично клієнтською програмою Ceno під час запуску. Більшість бездротових мобільних операторів не дозволяють вхідні з'єднання.
zh_hans: 只有当您所在的网络允许传入连接时,桥接才有效。启动时由 Ceno 客户端应用程序自动检查此操作。大多数无线移动运营商不允许传入连接。

source: Who develops Ceno Browser?
ar: ما هو متصفح Ceno؟
fr: Qui développe le navigateur Ceno ?
pt_br: Quem desenvolve o Navegador Ceno?
uk: Хто розробляє браузер Ceno?
zh_hans: 谁在开发Ceno浏览器?

source: Ceno is a technology created and maintained by the Canadian non-profit organization <a href="https://equalit.ie">eQualitie</a>. They have incorporated their <a href="https://ouinet.work">Ouinet network library</a> into the Firefox Android browser.
ar: Ceno هي تقنية تم إنشاؤها وصيانتها من قبل المنظمة غير الربحية الكندية <a href="https://equalit.ie">eQualitie</a>. لقد دمجوا مكتبة <a href="https://ouinet.work">Ouinet network</a> الخاصة بهم في متصفح فايرفوكس لنظام أندرويد.
fr: Ceno est une technologie créée et maintenue par l'organisation canadienne à but non lucratif <a href="https://equalit.ie">eQualitie</a>. Ils ont intégré leur <a href="https://ouinet.work">bibliothèque réseau Ouinet</a> dans le navigateur Firefox Android.
pt_br: Ceno é uma tecnologia criada e mantida pela organização canadense sem fins lucrativos <a href="https://equalit.ie">eQualitie</a>. Eles incorporaram sua <a href="https://ouinet.work">biblioteca de rede Ouinet</a> no navegador Firefox Android.
uk: Ceno — це технологія, створена та підтримується канадською некомерційною організацією <a href="https://equalit.ie">eQualitie</a>. Вони включили свою <a href="https://ouinet.work">мережеву бібліотеку Ouinet</a> у браузер Firefox для Android.

source: eQualitie has been in existence for twelve years, during which time they have been creating and advancing tools to protect freedom of speech, facilitate information exchange, and promote self-expression on the internet.
ar: توجد eQualitie منذ اثني عشر عامًا، حيث قامت خلالها بإنشاء وتطوير أدوات لحماية حرية التعبير، وتسهيل تبادل المعلومات، وتعزيز التعبير عن النفس على الإنترنت.
fr: eQualitie existe depuis douze ans, période pendant laquelle ils ont créé et développé des outils pour protéger la liberté d'expression, faciliter l'échange d'informations et promouvoir l'expression de soi sur Internet.
pt_br: A eQualitie existe há doze anos, durante os quais têm criado e desenvolvido ferramentas para proteger a liberdade de expressão, facilitar a troca de informações e promover a autoexpressão na internet.
uk: eQualitie існує вже дванадцять років, і протягом цього часу вони створюють і просувають інструменти для захисту свободи слова, сприяють обміну інформацією та самовираженню в інтернеті.
zh_hans: eQualitie已经存在了12年,在此期间,他们一直在创造和推进保护言论自由的工具,促进信息交流,促进互联网上的自我表达。

source: Some of their other projects include <a href="https://ouisync.net">Ouisync</a>, a service for decentralized file sharing; <a href="https://deflect.ca">Deflect</a>, a tool for DDoS protection; Baskerville, a machine learning-based attack detection system; and the dComms deployment toolkit for setting up decentralized and federated network services.
ar: تشمل بعض مشاريعهم الأخرى <a href="https://ouisync.net">Ouisync</a>، وهو خدمة لمشاركة الملفات بشكل لامركزي؛ <a href="https://deflect.ca">Deflect</a>، وهي أداة للحماية من هجمات DDoS؛ وBaskerville، وهو نظام للكشف عن الهجمات يعتمد على التعلم الآلي؛ وأداة نشر dComms لإعداد خدمات الشبكة اللامركزية والفيدرالية.
fr: Certains de leurs autres projets incluent <a href="https://ouisync.net">Ouisync</a>, un service de partage de fichiers décentralisé ; <a href="https://deflect.ca">Deflect</a>, un outil de protection DDoS ; Baskerville, un système de détection d'attaques basé sur l'apprentissage automatique ; et la boîte à outils de déploiement dComms pour la mise en place de services réseau décentralisés et fédérés.
pt_br: Alguns de seus outros projetos incluem <a href="https://ouisync.net">Ouisync</a>, um serviço para compartilhamento descentralizado de arquivos; <a href="https://deflect.ca">Deflect</a>, uma ferramenta para proteção contra DDoS; Baskerville, um sistema de detecção de ataques baseado em aprendizado de máquina; e o kit de ferramentas de implantação dComms para configurar serviços de rede descentralizados e federados.
uk: Деякі з їхніх інших проектів включають <a href="https://ouisync.net">Ouisync</a>, службу для децентралізованого обміну файлами; <a href="https://deflect.ca">Відхилити</a>, засіб захисту від DDoS; Baskerville, система виявлення атак на основі машинного навчання; і набір інструментів для розгортання dComms для налаштування децентралізованих і об’єднаних мережевих служб.
zh_hans: 他们的其他一些项目包括<a href="https://ouisync.net">Ouisync</a>,一个用于分散文件共享的服务;<a href="https://deflect.ca">Deflect</a>,一个用于DDoS保护的工具;Baskerville,一个基于机器学习的攻击检测系统;以及用于设置分散和联合网络服务的dComms部署工具包。

source: What’s the difference between using a VPN and Ceno Browser?
uk: Яка різниця між використанням VPN і браузером Ceno?

source: VPNs were initially created for private communications between your device and a destination server. As Internet censorship became a frequent occurrence around the world, VPN providers began to offer their services in order to bypass local network restrictions as well. Today, there are numerous VPN providers offering a wide variety of connectivity options to help their users get around local network censorship.
ar: تم إنشاء شبكات الـ VPN في البداية للتواصل الخاص بين جهازك وخادم الوجهة. ومع تزايد الرقابة على الإنترنت في جميع أنحاء العالم، بدأ مزودو الـ VPN في تقديم خدماتهم لتجاوز القيود المحلية على الشبكات أيضًا. اليوم، هناك العديد من مزودي خدمات الـ VPN الذين يقدمون مجموعة واسعة من خيارات الاتصال لمساعدة مستخدميهم على تجاوز الرقابة المحلية على الشبكات.
fr: Les VPN ont été initialement créés pour les communications privées entre votre appareil et un serveur de destination. Alors que la censure d’Internet est devenue fréquente dans le monde entier, les fournisseurs de VPN ont commencé à proposer leurs services afin de contourner également les restrictions des réseaux locaux. Aujourd’hui, il existe de nombreux fournisseurs de VPN proposant une grande variété d’options de connectivité pour aider leurs utilisateurs à contourner la censure des réseaux locaux.
pt_br: As VPNs foram criadas inicialmente para comunicações privadas entre o seu dispositivo e um servidor de destino. À medida que a censura na internet se tornou uma ocorrência frequente em todo o mundo, os fornecedores de VPN começaram a oferecer os seus serviços para ignorar também as restrições da rede local. Hoje, existem vários provedores de VPN que oferecem uma ampla variedade de opções de conectividade para ajudar seus usuários a ignorar a censura da rede local.
uk: Спочатку VPN були створені для приватного зв'язку між вашим пристроєм і сервером призначення. Оскільки інтернет-цензура стала частим явищем у всьому світі, провайдери VPN почали пропонувати свої послуги для того, щоб обійти обмеження локальних мереж. Сьогодні існує безліч VPN-провайдерів, які пропонують широкий вибір варіантів підключення, щоб допомогти своїм користувачам обійти локальну мережеву цензуру.
zh_hans: VPN最初是为设备与目标服务器之间的私人通信而创建的。随着互联网审查在世界各地频繁发生,VPN提供商也开始提供他们的服务,以绕过本地网络限制。今天,有许多VPN提供商提供各种各样的连接选项,以帮助其用户绕过本地网络审查。

source: VPNs can see who their clients are and what websites they are requesting. This is by design and a level of trust in the VPN operator is required (much like the trust that is required in eQualitie, who operates the Ceno Injectors).
ar: يمكن لـ VPNs معرفة من هم عملاؤهم وما هي المواقع التي يطلبونها. وهذا التصميم يتطلب مستوى من الثقة في مشغل الـ VPN (تمامًا كما هو الحال مع الثقة المطلوبة في eQualitie، التي تدير محقنات Ceno).
fr: Les VPN peuvent voir qui sont leurs clients et quels sites web ils demandent. Ceci est inhérent à la conception et un niveau de confiance dans l'opérateur VPN est requis (un peu comme la confiance requise dans eQualitie, qui exploite les injecteurs Ceno).
pt_br: As VPNs podem ver quem são seus clientes e quais sites eles estão solicitando. Isso ocorre intencionalmente e é necessário um nível de confiança na operadora VPN (muito parecido com a confiança exigida na eQualitie, que opera os Injetores Ceno).
uk: VPN можуть бачити, хто їхні клієнти і які веб-сайти вони запитують. Це передбачено конструкцією, і для цього потрібен певний рівень довіри до оператора VPN (подібно до довіри, яка потрібна eQualitie, що експлуатує інжектори Ceno Injectors).
zh_hans: VPN可以看到他们的客户是谁,他们要求什么网站。这是通过设计,需要对VPN运营商的信任程度(就像eQualitie中需要的信任,他操作Ceno注入器)。

source: Ceno’s primary distinction from a VPN is that it does attempt to route all of your website requests through the decentralized network. When a website is available without restriction, Ceno will simply connect to it like a normal web browser. Also, Ceno users cache and share content with each other. This reduces the strain on censorship circumvention nodes and improves deliverability.
uk: Основна відмінність Ceno від VPN полягає в тому, що він намагається маршрутизувати всі запити до вашого веб-сайту через децентралізовану мережу. Коли веб-сайт доступний без обмежень, Ceno просто підключається до нього як звичайний веб-браузер. Крім того, користувачі Ceno кешують і обмінюються контентом один з одним. Це зменшує навантаження на вузли обходу цензури і підвищує швидкість доставки.

source: What’s the difference between using the Tor and Ceno browsers?
uk: Яка різниця між використанням браузерів Tor і Ceno?

source: Unlike Tor Browser, Ceno Browser is not a tool for anonymity, which is Tor’s primary purpose. In the Tor network, network traffic is encrypted and routed through a network of relays run by volunteers, and appears to originate from the IP address of an exit node. Tor is an excellent option for privacy from Internet surveillance and website operators. If it works in your network environment, we recommend it, provided that you’ve also read <a href="https://support.torproject.org/">their support documentation</a>.
uk: На відміну від Tor Browser, Ceno Browser не є інструментом для анонімності, що є основною метою Tor. У мережі Tor мережевий трафік шифрується та направляється через мережу ретрансляторів, якою керують волонтери, і, здається, походить від IP-адреси вихідного вузла. Tor — чудовий варіант захисту конфіденційності від інтернет-спостереження та операторів веб-сайтів. Якщо він працює у вашому мережевому середовищі, ми рекомендуємо його за умови, що ви також прочитали <a href="https://support.torproject.org/">їхню документацію підтримки</a>.

source: Whats the difference between Personal and Public tabs, again?
ar: ما الفرق بين التبويبات الشخصية والعامة مرة أخرى؟
fr: Quelle est la différence entre les onglets Personnel et Public, encore une fois ?
pt_br: Continuando, qual é a diferença entre as guias Pessoal e Pública?
uk: Знову ж таки, яка різниця між особистими та публічними вкладками?
zh_hans: 个人标签和公共标签有什么区别,再次?

source: Public tabs use all connectivity methods available in the Ceno network to get the content you want. When browsing using a Public tab you will leave a record of your activity on the public BitTorrent network (your IP address and website you requested). Content that has been retrieved by your device inside a Public tab will be shared with other Ceno users via the BitTorrent network.
ar: التبويبات العامة تستخدم جميع طرق الاتصال المتاحة في شبكة Ceno للحصول على المحتوى الذي تريده. عند التصفح باستخدام تبويب عام، ستترك سجلاً لنشاطك على شبكة BitTorrent العامة (عنوان IP الخاص بك والموقع الذي طلبته). المحتوى الذي تم استرجاعه بواسطة جهازك داخل تبويب عام سيتم مشاركته مع مستخدمي Ceno الآخرين عبر شبكة BitTorrent.
fr: Les onglets publics utilisent toutes les méthodes de connectivité disponibles sur le réseau Ceno pour obtenir le contenu souhaité. Lorsque vous naviguez à l'aide d'un onglet Public, vous laisserez une trace de votre activité sur le réseau public BitTorrent (votre adresse IP et le site web que vous avez demandé). Le contenu récupéré par votre appareil dans un onglet Public sera partagé avec d'autres utilisateurs de Ceno via le réseau BitTorrent.
pt_br: As abas públicas utilizam todos os métodos de conectividade disponíveis na rede Ceno para obter o conteúdo desejado. Ao navegar através de uma aba Pública você deixará um registro de sua atividade na rede pública BitTorrent (seu endereço IP e site que você solicitou). O conteúdo recuperado pelo seu dispositivo dentro de uma aba Pública será compartilhado com outros usuários do Ceno através da rede BitTorrent.
uk: Загальнодоступні вкладки використовують всі методи підключення, доступні в мережі Ceno, для отримання потрібного вам контенту. Під час перегляду за допомогою Загальнодоступної вкладки ви залишаєте запис про свою активність у загальнодоступній мережі BitTorrent (вашу IP-адресу та веб-сайт, який ви запитували). Вміст, який був отриманий вашим пристроєм в Загальнодоступній вкладці, буде доступний іншим користувачам Ceno через мережу BitTorrent.
zh_hans: 公共选项卡使用 Ceno 网络中可用的所有连接方法来获取您想要的内容。使用"公共"选项卡浏览时,您将在公共 BitTorrent 网络(您请求的 IP 地址和网站)上留下您的活动记录。设备在 Public 选项卡中检索的内容将通过 BitTorrent 网络与其他 Ceno 用户共享。

source: Information requested and retrieved in a Personal tab is not shared with anyone else. No record of your activity is recorded on BitTorrent. Use Personal tabs for logging into social media and other accounts. Also use them if you do not want to be associated on BitTorrent with any of your browsing activity in Ceno.
ar: المعلومات المطلوبة والمسترجعة في تبويب شخصي لا يتم مشاركتها مع أي شخص آخر. لا يتم تسجيل أي سجل لنشاطك على شبكة BitTorrent. استخدم التبويبات الشخصية لتسجيل الدخول إلى وسائل التواصل الاجتماعي وحسابات أخرى. كما استخدمها إذا كنت لا ترغب في أن يتم ربط نشاطك على BitTorrent بأي من أنشطتك في Ceno.
fr: Les informations demandées et récupérées dans un onglet Personnel ne sont partagées avec personne d’autre. Aucune trace de votre activité n'est enregistrée sur BitTorrent. Utilisez des onglets Personnel pour vous connecter aux réseaux sociaux et à d’autres comptes. Utilisez-les également si vous ne souhaitez pas être associé sur BitTorrent à aucune de vos activités de navigation dans Ceno.
pt_br: As informações solicitadas e recuperadas na guia Pessoal não são compartilhadas com mais ninguém. Nenhum registro de sua atividade é registrado no BitTorrent. Use a guia Pessoal para fazer login em mídias sociais e outras contas. Use-os também se não quiser ser associado no BitTorrent a nenhuma de suas atividades de navegação no Ceno.
uk: Інформація, яку ви запитуєте та отримуєте в Особистому кабінеті, не передається нікому іншому. На BitTorrent не ведеться жодних записів про вашу активність. Використовуйте Особисті вкладки для входу в соціальні мережі та інші акаунти. Також використовуйте їх, якщо ви не хочете, щоб BitTorrent асоціювався з вашою активністю в Ceno.
zh_hans: 个人选项卡中请求和检索的信息不会与其他任何人共享。BitTorrent 上没有记录您的活动记录。使用个人选项卡登录社交媒体和其他帐户。如果您不想在 BitTorrent 上与 Ceno 中的任何浏览活动相关联,也可以使用它们。

source: When will there be an iPhone or Windows version?
ar: متى سيكون هناك إصدار لـ iPhone أو Windows؟
fr: À quand une version pour iPhone ou Windows ?
pt_br: Quando haverá uma versão para iPhone ou Windows?
uk: Коли буде версія для iPhone чи Windows?
zh_hans: 什么时候会有iPhone或Windows版本?

source: Development of Ceno Browser for iOS and Windows is currently ongoing, with plans for release in early 2025.
ar: تجري حاليًا عملية تطوير متصفح Ceno لنظامي iOS وWindows، مع خطط للإصدار في أوائل عام 2025.
fr: Le développement du navigateur Ceno pour iOS et Windows est en cours, avec des plans de sortie prévus au printemps 2024.
pt_br: O desenvolvimento do Navegador Ceno para iOS e Windows está em andamento, com planos de lançamento para 2024.
uk: Наразі триває розробка браузера Ceno для iOS і Windows, його випуск планується на початку 2025 року.
zh_hans: 面向iOS和Windows的Ceno浏览器的开发正在进行中,计划于2025年初发布虽然现在已经不是2025年初了

source: (ceno.network OR ceno.website OR ceno.app)
ar: (‏ceno.network أو ceno.website أو ceno.app)
zh_hans: 为本页面通过ceno生成二维码（OR code）

source: Ceno is a mobile web browser based on Mozilla Android Components. It is designed for accessing and distributing web content (websites) using a novel approach that relies on BitTorrent – a decentralized file sharing network. Ceno's advantage comes from side-stepping current Internet censorship methods and allowing people to access and share web information in and across regions where connectivity has been interrupted or compromised.
zh_hans: Ceno 是一个基于 Mozilla Adroid 部件的移动端游览器。它旨在使用一个依赖于 BitTorrent 的新方法来访问和分发 Web 内容（网站）。BitTorrent 是一个去中心化的文件分享网络。Ceno 的优势在于它避开了当前的互联网审查方法，并允许人们在连接中断或受损的地区以及跨地区访问和共享网络信息。

source: In <strong>Public</strong> mode, Ceno will look into the BitTorrent network to see if another Ceno user has recently shared the requested page. If the service can identify the requested page, it will retrieve that page from another user's device. If the content is not available, Ceno will contact several Injectors to request that website and have it delivered to you.
zh_hans: 在 <strong>Public</strong> 模式下,Ceno 将查看 BitTorrent 网络,查看另一个 Ceno 用户最近是否共享了请求的页面。如果服务可以识别请求的页面,它将从其他用户的设备检索该页面。如果内容不可用,Ceno 将联系多个 Injector 请求该网站并将其交付给您。

source: In <strong>Personal</strong> mode, you will only contact the Injectors to have that website fetched and delivered to you. The search will not connect to the BitTorrent network and will not attempt to locate the content on other users' devices.
zh_hans: 在<strong>Personal</strong>模式下,您只会联系Injectors,以便将该网站获取并交付给您。搜索不会连接到BitTorrent网络,也不会尝试在其他用户的设备上定位内容。

source: For a more detailed explanation of how Ceno works, please read <a href="/user-manual/@LANG@/">the user guide</a>.
zh_hans: 有关Ceno如何工作的更详细解释,请阅读<a href="/user-manual/@LANG@/">用户指南</a>。

source: Our motto is ‘Share the Web!' and essentially that is what Ceno users are doing. Most web pages have static content (something you read, watch, listen to, etc.). Static content can be packaged and shared with other users seeking the same content. Ceno uses the BitTorrent file sharing network for this.
zh_hans: 我们的座右铭是“分享网络!”基本上,这就是Ceno用户正在做的事情。大多数网页都有静态内容(你阅读,观看,收听等)。静态内容可以打包并与寻求相同内容的其他用户共享。Ceno 使用 BitTorrent 文件共享网络。

source: Ceno's advantage is evident in a network that censors websites, or where the network is weak or unstable. In these circumstances, the Ceno client is able to leverage additional methods to retrieve content and deliver it to your device. By allowing users to enable sharing of content they have recently retrieved, Ceno expands access to the internet more generally. Whether you are living in a part of the world that restricts access to content, or in a remote area with limited access to the internet, Ceno allows you to access information that may otherwise be unavailable.
zh_hans: Ceno的优势在审查网站或网络薄弱或不稳定的网络中显而易见。在这种情况下,Ceno客户端能够利用其他方法来检索内容并将其发送到您的设备。通过允许用户共享他们最近检索的内容,Ceno更广泛地扩展了对互联网的访问。无论您是生活在限制访问内容的世界地区,还是位于访问互联网受限的偏远地区,Ceno 都允许您访问可能无法访问的信息。

source: Ceno - and all accompanying components of the tool that together create a decentralized network of peers and nodes - is free and open source software. You can <a href="https://gitlab.com/ceno-app/ceno-android">inspect our code</a> or re-create the entire network yourself!
zh_hans: Ceno - 以及该工具的所有伴随组件,共同创建一个由对点和节点组成的分散网络 - 都是免费和开源软件。你可以<a href="https://gitlab.com/ceno-app/ceno-android">检查我们的代码</a>或自己重新创建整个网络!

source: In response to these risks, we created a ‘<strong>Personal</strong> mode' for Ceno users where the service does not interact with the BitTorrent network. We recommend this mode for users who do not want any record of their activity to appear on BitTorrent, as well for website operations that require authentication (for example, when logging into your social media accounts).
zh_hans: 为应对这些风险,我们为 Ceno 用户创建了一个“<strong> Personal</strong> 模式”,该服务不与 BitTorrent 网络交互。我们建议不希望任何活动记录显示在BitTorrent上的用户使用此模式,以及需要身份验证的网站操作(例如,登录您的社交媒体帐户时)。

source: Bridge operators will have their device's IP address listed in the BitTorrent network as an accessible Bridge.
ar: سيتم إدراج عنوان IP لجهاز مشغلي الجسر في شبكة BitTorrent كجسر قابل للوصول.
zh_hans: 桥梁运营商将在BitTorrent网络中列出其设备的IP地址,作为可访问的桥梁。

source: Ceno is a technology created and maintained by the Canadian not-for-profit organization <a href="https://equalitie.org">eQualitie</a>. They have incorporated their <a href="https://ouinet.work">Ouinet network library</a> into the Firefox Android browser.
zh_hans: Ceno是由加拿大非营利组织<a href="https://equalitie.org">eQualitie</a>创建和维护的技术。他们已将 <a href="https://ouinet.work"> 版网库</a> 纳入 Firefox Android 浏览器。

source: What's the difference between using a VPN and Ceno Browser?
ar: ما الفرق بين استخدام VPN ومتصفح Ceno؟
zh_hans: 使用VPN和Ceno浏览器有什么区别?
