Repository: ceno-app/ceno-app.github.io
Catalog: _*.src/faq.po
Languages: ar, fr, pt_br, uk, zh_hans

source: Frequently<br>Asked<br>Questions
ar: الأسئلة<br>المتكررة
uk: Часті<br>запитання
zh_hans: 经常<br>问的<br>问题

source: Search
ar: بحث
pt_br: Pesquisar
uk: Пошук
zh_hans: 搜索

source: Read user manual
ar: اقرأ دليل المستخدم
uk: Прочитайте посібник користувача
zh_hans: 阅读用户手册

source: Read technical, in-depth whitepaper
ar: اقرأ الورقة البيضاء التقنية المتعمقة
uk: Прочитайте детальну технічну документацію
zh_hans: 阅读技术上的，深度的白皮书

source: Read quick-start guide
ar: اقرأ دليل البدء السريع
uk: Прочитайте короткий посібник
zh_hans: 阅读快速入门向导

source: What is Ceno Browser?
ar: ما هو متصفح Ceno؟
fr: Qu’est-ce que le Navigateur Ceno ?
pt_br: O que é o Navegador Ceno?
uk: Що таке браузер Ceno?
zh_hans: 什么是Ceno 浏览器？

source: Ceno is a mobile web browser based on Mozilla Android Components. It is designed for accessing and distributing web content (websites) using a novel approach that relies on BitTorrent – a decentralized file sharing network. Ceno’s advantage comes from side-stepping current Internet censorship methods and allowing people to access and share web information in and across regions where connectivity has been interrupted or compromised.
uk: Ceno - це мобільний веб-браузер на базі Mozilla Android Components. Він призначений для доступу та розповсюдження веб-контенту (веб-сайтів) з використанням нового підходу, що базується на BitTorrent - децентралізованій файлообмінній мережі. Перевага Ceno полягає в тому, що він обходить існуючі методи інтернет-цензури і дозволяє людям отримувати доступ до веб-інформації та обмінюватися нею в регіонах, де зв'язок був перерваний або скомпрометований, а також між ними.

source: How does Ceno work?
ar: كيف يعمل سينو؟
fr: Comment est ce que Ceno fonctionne ?
pt_br: Como o Ceno funciona?
uk: Як працює Ceno?
zh_hans: Ceno 是怎么工作的？

source: When a website is accessible from your network (e.g. accessing <i>www.canada.ca</i> from your home internet), Ceno will connect to it like a normal web browser.
ar: عندما يكون موقع الويب متاحًا من خلال شبكتك (مثل الوصول إلى <i>www.canada.ca</i> من الإنترنت المنزلي)، سيتصل به Ceno مثل متصفح ويب عادي.
fr: Lorsqu'un site web est accessible à partir de votre réseau (par exemple, en accédant à <i>www.canada.ca</i> à partir de votre Internet domestique), Ceno s'y connectera comme un navigateur Web normal.
pt_br: Quando um site estiver acessível na sua rede (por exemplo, acessando <i>www.canada.ca</i> na sua internet doméstica), o Ceno se conectará a ele como um navegador normal.
uk: Коли веб-сайт доступний у вашій мережі (наприклад, доступ до <i>www.canada.ca</i> з вашого домашнього Інтернету), Ceno підключатиметься до нього як звичайний веб-браузер.
zh_hans: 当一个网站从你的网络是可以访问的时候（例如从你的家庭网络访问<i>www.canada.ca</i>），Ceno会像一个普通的游览器一样连接它。

source: When a website is not accessible due to network filtering/censorship, Ceno will attempt to get the content for you. How Ceno attempts to find content depends on whether you have chosen to use Ceno in <strong>Public</strong> or <strong>Personal</strong> mode.
ar: عندما لا يمكن الوصول إلى موقع ويب بسبب التصفية/الرقابة على الشبكة، سيحاول Ceno جلب المحتوى لك. طريقة محاولة Ceno العثور على المحتوى تعتمد على ما إذا كنت قد اخترت استخدام Ceno في وضع <strong>العام</strong> أو وضع <strong>الشخصي</strong>.
fr: Lorsqu'un site Web n'est pas accessible en raison d'un filtrage/censure du réseau, Ceno tentera d'obtenir le contenu pour vous. La manière dont Ceno tente de trouver du contenu dépend de si vous avez opté pour utiliser Ceno en mode <strong>Public</strong> ou <strong>Personnel</strong>.
pt_br: Quando um site não estiver acessível devido a filtragem/censura da rede, o Ceno tentará obter o conteúdo para você. A forma como o Ceno tenta encontrar conteúdo depende se você escolheu usar o Ceno no modo <strong>Público</strong> ou <strong>Pessoal</strong>.
uk: Якщо веб-сайт недоступний через мережеву фільтрацію/цензуру, Ceno спробує отримати вміст для вас. Те, як Ceno намагається знайти вміст, залежить від того, чи ви вибрали використовувати Ceno у <strong>Загальнодоступному</strong> чи <strong>Особистому</strong> режимі.
zh_hans: 当网站因网络过滤/审查而无法访问时，Ceno 会尝试为您获取内容。Ceno 查找内容的方式取决于您选择在<strong>公开</strong>模式下使用 Ceno，还是在<strong>个人</strong>模式下使用 Ceno。

source: In <strong>Public</strong> mode, Ceno will look into the BitTorrent network to see if another Ceno user has recently shared the requested page. If the service can identify the requested page, it will retrieve that page from another user’s device. If the content is not available, Ceno will contact several Injectors to request that website and have it delivered to you.
uk: У режимі <strong>Публічний</strong> Ceno буде шукати в мережі BitTorrent, щоб побачити, чи нещодавно інший користувач Ceno ділився запитуваною сторінкою. Якщо сервіс може ідентифікувати запитувану сторінку, він завантажить її з пристрою іншого користувача. Якщо контент недоступний, Ceno зв'яжеться з кількома інжекторами, щоб запросити цей веб-сайт і доставити його вам.

source: In <strong>Personal</strong> mode, you will only contact the Injectors to have that website fetched and delivered to you. The search will not connect to the BitTorrent network and will not attempt to locate the content on other users’ devices.
uk: У режимі <strong>Персональний</strong> ви зв'яжетеся з Інжекторами лише для того, щоб вони знайшли і доставили вам цей веб-сайт. Пошук не підключатиметься до мережі BitTorrent і не намагатиметься знайти вміст на пристроях інших користувачів.

source: To ensure that your Ceno client can always contact an Injector, we have also created Bridges. If the Injectors are blocked on your network, the Ceno app will look for available Bridges, who will forward your request to the Injectors. The Ceno network currently features around 6,000 Bridges. Their number is always growing.
ar: لضمان قدرة عميل Ceno على الاتصال بالحاقنات (Injectors) دائمًا، قمنا أيضًا بإنشاء الجسور (Bridges). إذا كانت الحاقنات محظورة على شبكتك، فسيبحث تطبيق Ceno عن الجسور المتاحة، والتي ستقوم بدورها بإعادة توجيه طلبك إلى الحاقنات. تحتوي شبكة Ceno حاليًا على حوالي 6000 جسر، ويستمر هذا العدد في النمو.
fr: Pour garantir que votre client Ceno puisse toujours contacter un injecteur, nous avons également créé des ponts. Si les injecteurs sont bloqués sur votre réseau, l'application Ceno recherchera les ponts disponibles, qui transmettront votre demande aux injecteurs. Le réseau Ceno compte actuellement environ 6 000 ponts. Leur nombre ne cesse de croître.
pt_br: Para garantir que o seu cliente Ceno possa sempre contactar um Injetor, também criamos Pontes. Caso os Injetores estejam bloqueados na sua rede, o aplicativo Ceno procurará as Pontes disponíveis, que encaminharão sua solicitação aos Injetores. A rede Ceno conta atualmente com cerca de 6.000 Pontes. Seu número está sempre crescendo.
uk: Для того, щоб ваш клієнт Ceno завжди міг зв'язатися з інжектором, ми також створили мости. Якщо інжектори заблоковані у вашій мережі, додаток Ceno шукатиме доступних посередників, які переадресують ваш запит інжекторам. Наразі мережа Ceno налічує близько 6 000 бріджів. Їх кількість постійно зростає.
zh_hans: 为了确保您的Ceno客户端始终可以联系Injector,我们还创建了Bridges。如果路由器在您的网络上被阻止,Ceno 应用程序将查找可用的 Bridges,这些 Bridges 会将您的请求转发给 Injectors。Ceno网络目前拥有约6,000通道。他们的数量保持增长。

source: For a more detailed explanation of how Ceno works, please read <a href="../user-manual/">the user guide</a>.
uk: Для більш детального пояснення того, як працює Ceno, прочитайте <a href="../user-manual/">посібник користувача</a>.

source: For a simpler explanation of how Ceno works, <a href="explainer.html">please read this</a>.
uk: Щоб отримати простіше пояснення того, як працює Ceno, <a href="explainer.html">прочитайте це</a>.

source: What are the advantages of using Ceno?
ar: ما هي مزايا استخدام Ceno؟
fr: Quels sont les avantages d’utiliser Ceno ?
pt_br: Quais são as vantagens de usar o Ceno?
uk: Які переваги використання Ceno?
zh_hans: 使用Ceno有什么优点?

source: Our motto is ‘Share the Web!’ and essentially that is what Ceno users are doing. Most web pages have static content (something you read, watch, listen to, etc.). Static content can be packaged and shared with other users seeking the same content. Ceno uses the BitTorrent file sharing network for this.
uk: Наш девіз - "Діліться Інтернетом!", і саме цим користувачі Ceno і займаються. Більшість веб-сторінок мають статичний контент (те, що ви читаєте, дивитеся, слухаєте тощо). Статичний контент може бути упакований і переданий іншим користувачам, які шукають такий самий контент. Для цього Ceno використовує мережу обміну файлами BitTorrent.

source: Ceno’s advantage is evident in a network that censors websites, or where the network is weak or unstable. In these circumstances, the Ceno client is able to leverage additional methods to retrieve content and deliver it to your device. By allowing users to enable sharing of content they have recently retrieved, Ceno expands access to the internet more generally. Whether you are living in a part of the world that restricts access to content, or in a remote area with limited access to the internet, Ceno allows you to access information that may otherwise be unavailable.
uk: Перевага Ceno очевидна в мережі, де веб-сайти піддаються цензурі, або там, де мережа слабка чи нестабільна. За таких обставин клієнт Ceno може використовувати додаткові методи для отримання контенту і доставки його на свій пристрій. Дозволяючи користувачам обмінюватися нещодавно отриманим контентом, Ceno розширює доступ до Інтернету в цілому. Незалежно від того, чи живете ви в частині світу, яка обмежує доступ до контенту, чи у віддаленій місцевості з обмеженим доступом до інтернету, Ceno дозволяє вам отримати доступ до інформації, яка інакше може бути недоступною.

source: People running Ceno from countries that do not censor the Internet - or from parts of the world where access to the internet is reliable - can choose to act as Bridges for those in heavily restricted networks. The network automatically enrolls new Bridges and keeps track of when they go offline. Running a Bridge is a very simple yet powerful action, allowing you to help others access the Internet.
ar: يمكن للأشخاص الذين يشغلون تطبيق Ceno في دول لا تفرض رقابة على الإنترنت - أو في مناطق يتمتع فيها الاتصال بالإنترنت بموثوقية عالية - أن يختاروا العمل كجسور (Bridges) لأولئك الموجودين في شبكات تخضع لقيود صارمة. تقوم الشبكة تلقائياً بإدراج الجسور الجديدة وتتابع حالات انقطاعها عن العمل. تشغيل جسر هو إجراء بسيط للغاية لكنه قوي، يسمح لك بمساعدة الآخرين على الوصول إلى الإنترنت.
fr: Les personnes qui dirigent Ceno depuis des pays qui ne censurent pas Internet, ou depuis des régions du monde où l’accès à Internet est fiable, peuvent choisir de servir de ponts pour ceux qui utilisent des réseaux fortement restreints. Le réseau inscrit automatiquement les nouveaux ponts et assure le suivi de leur mise hors ligne. Lancer un pont est une action très simple, mais puissante, vous permettant d'aider les autres à accéder à Internet.
pt_br: As pessoas que administram o Ceno em países que não censuram a internet - ou em partes do mundo onde o acesso à internet é confiável - podem optar por atuar como Pontes para aqueles que estão em redes fortemente restritas. A rede registra automaticamente novas Pontes e monitora quando elas ficam off-line. Executar uma Ponte é uma ação muito simples, mas poderosa, que permite ajudar outras pessoas a acessar a internet.
uk: Люди, які керують Ceno з країн, де немає цензури в Інтернеті, або з тих частин світу, де доступ до Інтернету є надійним, можуть стати мостами для тих, хто перебуває в мережах з жорсткими обмеженнями. Мережа автоматично реєструє нові мости і відстежує, коли вони виходять з мережі. Стати мостом - це дуже проста, але потужна дія, яка дозволяє вам допомогти іншим отримати доступ до Інтернету.
zh_hans: 来自不审查互联网的国家 - 或来自世界上互联网访问可靠的地区 - 运行Ceno的人可以选择充当严格限制网络中的人的桥梁。网络自动注册新桥,并跟踪它们何时脱机。运行桥梁是一个非常简单但功能强大的动作,允许您帮助其他人访问互联网。

source: Ceno - and all accompanying components of the tool that together create a decentralized network of peers and nodes - is free and open source software. You can <a href="https://gitlab.com/censorship-no/ceno-browser">inspect our code</a> or re-create the entire network yourself!
ar: إن Ceno - وجميع المكونات المصاحبة للأداة التي تشكّل معاً شبكة لا مركزية من الأقران والعُقَد - هو برنامج مجاني ومفتوح المصدر. يمكنك <a href="https://gitlab.com/censorship-no/ceno-browser\">فحص الكود البرمجي</a> لدينا أو إعادة إنشاء الشبكة بأكملها بنفسك!
fr: Ceno, et tous les composants de l'outil qui l'accompagnent, créent ensemble un réseau décentralisé de pairs et de nœuds, et est un logiciel gratuit et open source. Vous pouvez <a href="https://gitlab.com/censorship-no/ceno-browser">inspecter notre code</a> ou recréer vous-même l'intégralité du réseau !
pt_br: Ceno – e todos os componentes que acompanham a ferramenta que juntos criam uma rede descentralizada de pares e nós – é um software gratuito e de código aberto. Você pode <a href="https://gitlab.com/censorship-no/ceno-browser">inspecionar nosso código</a> ou recriar toda a rede você mesmo!
uk: Ceno — і всі супутні компоненти інструменту, які разом створюють децентралізовану мережу однорангових вузлів — це безкоштовне програмне забезпечення з відкритим кодом. Ви можете <a href="https://gitlab.com/censorship-no/ceno-browser">перевірити наш код</a> або самостійно створити всю мережу!

source: What are the risks of using Ceno?
ar: ما هي مخاطر استخدام Ceno؟
fr: Quels sont les risques liés à l’utilisation de Ceno ?
pt_br: Quais são os riscos de usar o Ceno?
uk: Які ризики використання Ceno?
zh_hans: 使用Ceno的风险是什么?

source: Risks for users
ar: مخاطر على المستخدمين
fr: Risques pour les utilisateurs
pt_br: Riscos para os usuários
uk: Ризики для користувачів
zh_hans: 对于使用者的风险

source: Every technology that deals with sensitive use cases has its advantages and risks. By design, Ceno is using the public BitTorrent network for much of its routing and data storage needs. Whenever you request or share a piece of content on the BitTorrent network (Public mode) you create a record that associates your IP address with a piece of content that was retrieved from a particular website. For example, anyone can query the BitTorrent network for a list of IP addresses that have been associated with <i>website.com</i>.
ar: كل تقنية تتعامل مع حالات استخدام حساسة لها مزاياها ومخاطرها. بحسب تصميمه، يعتمد Ceno على شبكة BitTorrent العامة للعديد من احتياجات التوجيه وتخزين البيانات. عندما تطلب أو تشارك محتوى على شبكة BitTorrent (في الوضع العام)، فإنك تنشئ سجلاً يربط عنوان IP الخاص بك بقطعة محتوى تم جلبها من موقع معين. على سبيل المثال، يمكن لأي شخص الاستعلام من شبكة BitTorrent عن قائمة عناوين IP المرتبطة بـ <i>website.com</i>.
fr: Chaque technologie traitant de cas d’utilisation sensibles présente ses avantages et ses risques. De par sa conception, Ceno utilise le réseau public BitTorrent pour une grande partie de ses besoins de routage et de stockage de données. Chaque fois que vous demandez ou partagez un élément de contenu sur le réseau BitTorrent (mode public), vous créez un enregistrement qui associe votre adresse IP à un élément de contenu récupéré d'un site Web particulier. Par exemple, n'importe qui peut interroger le réseau BitTorrent pour obtenir une liste d'adresses IP associées à <i>website.com</i>.
pt_br: Toda tecnologia que lida com casos de uso sensíveis tem suas vantagens e riscos. Por definição, o Ceno está usando a rede pública BitTorrent para grande parte de suas necessidades de roteamento e armazenamento de dados. Sempre que você solicita ou compartilha um conteúdo na rede BitTorrent (modo Público), você cria um registro que associa seu endereço IP a um conteúdo que foi recuperado de um determinado site. Por exemplo, qualquer pessoa pode consultar a rede BitTorrent para obter uma lista de endereços IP que foram associados a <i>website.com</i>.
uk: Кожна технологія, яка працює з чутливими випадками використання, має свої переваги та ризики. За задумом Ceno використовує загальнодоступну мережу BitTorrent для більшої частини своїх потреб у маршрутизації та зберіганні даних. Щоразу, коли ви надсилаєте запит або ділитеся вмістом у мережі BitTorrent (публічний режим), ви створюєте запис, який пов’язує вашу IP-адресу з фрагментом вмісту, який було отримано з певного веб-сайту. Наприклад, будь-хто може запитати в мережі BitTorrent список IP-адрес, пов’язаних із <i>website.com</i>.
zh_hans: 处理敏感用例的每一项技术都有其优势和风险。通过设计,Ceno使用公共BitTorrent网络来满足其大部分路由和数据存储需求。每当您在BitTorrent网络(公共模式)上请求或共享内容时,您都会创建记录,将您的IP地址与从特定网站检索到的内容相关联。例如,任何人都可以查询 BitTorrent 网络以查找与 <i>website.com</i> 关联的 IP 地址列表。

source: Users sharing retrieved content with others may also incur additional data charges as content is copied from their device to the device of other Ceno users.
ar: قد يتكبد المستخدمون الذين يشاركون المحتوى المسترَد مع الآخرين رسوم بيانات إضافية، حيث يتم نسخ المحتوى من أجهزتهم إلى أجهزة مستخدمي Ceno الآخرين.
fr: Les utilisateurs partageant le contenu récupéré avec d'autres peuvent également encourir des frais de données supplémentaires lorsque le contenu est copié de leur appareil vers l'appareil d'autres utilisateurs de Ceno.
pt_br: Os usuários que compartilham conteúdo recuperado com outras pessoas também podem incorrer em cobranças adicionais de dados, pois o conteúdo é copiado de seu dispositivo para o dispositivo de outros usuários do Ceno.
uk: Користувачі, які обмінюються отриманим вмістом з іншими, також можуть стягувати додаткові збори за передачу даних, оскільки вміст копіюється з їхнього пристрою на пристрій інших користувачів Ceno.
zh_hans: 用户与他人共享检索的内容也可能会产生额外的数据费用,因为内容从其设备复制到其他Ceno用户的设备。

source: In response to these risks, we created a ‘<strong>Personal</strong> mode’ for Ceno users where the service does not interact with the BitTorrent network. We recommend this mode for users who do not want any record of their activity to appear on BitTorrent, as well for website operations that require authentication (for example, when logging into your social media accounts).
uk: У відповідь на ці ризики ми створили "<strong>Персональний</strong> режим" для користувачів Ceno, в якому сервіс не взаємодіє з мережею BitTorrent. Ми рекомендуємо цей режим користувачам, які не хочуть, щоб записи про їхню діяльність з'являлися в BitTorrent, а також для операцій на веб-сайтах, які вимагають автентифікації (наприклад, при вході в свої акаунти в соціальних мережах).

source: You can easily switch between <strong>Public</strong> and <strong>Personal</strong> tabs in the same manner as switching between Normal and Private/Incognito tabs on your current browser.
ar: يمكنك التبديل بسهولة بين التبويبات <strong>العامة</strong> و<strong>الشخصية</strong> بنفس الطريقة التي تتبدل بها بين التبويبات العادية والخاصة/التخفي في متصفحك الحالي.
fr: Vous pouvez facilement basculer entre les onglets <strong>Public</strong> et <strong>Personnel</strong> de la même manière que vous basculez entre les onglets Normal et Privé/Incognito sur votre navigateur actuel.
pt_br: Você pode alternar facilmente entre as guias <strong>Pública</strong> e <strong>Pessoal</strong> da mesma maneira que alterna entre as guias Normal e Privada/Incógnita em seu navegador atual.
uk: Ви можете легко перемикатися між <strong>Загальнодоступними</strong> та <strong>Особистими</strong> вкладками так само, як перемикатися між Звичайними та Приватними/Анонімними вкладками у поточному браузері.
zh_hans: 您可以在 <strong>Public</strong> 和 <strong> Personal</strong> 选项卡之间轻松切换,就像在当前浏览器上的 Normal 和 Private/Incognito 选项卡之间切换一样。

source: Injectors can also see requests for content on the network, including the IP address of the user making the request and the name of the website with the desired content. The injectors are a necessary network component for 1) introducing web content into a decentralized network, and 2) authenticating the integrity of introduced content. On the Ceno network, Injectors are run and managed by the Ceno team. We periodically delete all access logs.
ar: يمكن للحاقنات (Injectors) أيضًا رؤية طلبات المحتوى على الشبكة، بما في ذلك عنوان IP الخاص بالمستخدم الذي قدم الطلب واسم موقع الويب الذي يحوي المحتوى المطلوب. تُعد الحاقنات مكونًا ضروريًا للشبكة وذلك لـ: 1) إدخال محتوى الويب إلى شبكة لا مركزية، و2) المصادقة على سلامة المحتوى المُدخل. في شبكة Ceno، يتم تشغيل وإدارة الحاقنات من قبل فريق Ceno. نحذف دوريًا جميع سجلات الوصول.
fr: Les injecteurs peuvent également voir les demandes de contenu sur le réseau, y compris l'adresse IP de l'utilisateur qui fait la demande et le nom du site web proposant le contenu souhaité. Les injecteurs sont un composant réseau nécessaire pour 1) introduire du contenu Web dans un réseau décentralisé et 2) authentifier l'intégrité du contenu introduit. Sur le réseau Ceno, les injecteurs sont gérés et gérés par l'équipe Ceno. Nous supprimons périodiquement tous les journaux d'accès.
pt_br: Os injetores também podem ver solicitações de conteúdo na rede, incluindo o endereço IP do usuário que faz a solicitação e o nome do site com o conteúdo desejado. Os injetores são um componente de rede necessário para 1) introduzir conteúdo da web em uma rede descentralizada e 2) autenticar a integridade do conteúdo introduzido. Na rede Ceno, os Injetores são administrados e gerenciados pela equipe Ceno. Excluímos periodicamente todos os registros de acesso.
uk: Інжектори також можуть бачити запити на контент у мережі, включаючи IP-адресу користувача, який робить запит, і назву веб-сайту з бажаним контентом. Інжектори є необхідним компонентом мережі для 1) впровадження веб-контенту в децентралізовану мережу і 2) перевірки цілісності впровадженого контенту. У мережі Ceno інжектори запускаються і управляються командою Ceno. Ми періодично видаляємо всі журнали доступу.
zh_hans: 注入器还可以看到网络上对内容的请求,包括提出请求的用户的IP地址和包含所需内容的网站名称。注入器是1)将Web内容引入分散网络网络,2)验证引入内容完整性的必要网络组件。在 Ceno 网络上,Injectors 由 Ceno 团队运行和管理。我们定期删除所有访问日志。

source: Risks for Bridge operators
ar: مخاطر على مشغلي الجسور
fr: Risques pour les opérateurs de ponts
pt_br: Riscos para operadores de Pontes
uk: Ризики для операторів мостів
zh_hans: 对于桥梁运营商的风险

source: Since any user can become a Bridge, do consider the risks that are introduced by this action.
ar: نظرًا لأن أي مستخدم يمكنه أن يصبح جسرًا، يجب أخذ المخاطر التي قد تنشأ من هذه الخطوة بعين الاعتبار.
fr: Puisque n’importe quel utilisateur peut devenir un pont, considérez les risques introduits par cette action.
pt_br: Como qualquer usuário pode se tornar uma Ponte, considere os riscos introduzidos por esta ação.
uk: Оскільки будь-який користувач може стати мостом, враховуйте ризики, пов’язані з цією дією.
zh_hans: 由于任何用户都可以成为桥梁,请考虑此操作引入的风险。
