Repository: ceno-app/ceno-app.github.io
Catalog: _*.src/index.po
Languages: es, fa, fr, tr, uk

source: Share the web!
es: ¡Comparte la web!
fa: وب را دست‌به‌دست کن!
fr: Partagez le Web
tr: İnternet içeriklerini paylaşın!
uk: Поширюйте веб!

source: Ceno is a free mobile browser that enables you to access and share web information, even when your internet access has been interrupted or cut off. With the help of other users, Ceno helps you sidestep internet censorship.
es: Ceno es un navegador móvil gratuito que le permite acceder y compartir información web, incluso cuando su acceso a Internet ha sido interrumpido o cortado. Con la ayuda de otros usuarios, Ceno te ayuda a eliminar la censura de internet.
fa: سِنو یک مرورگر موبایلی رایگان است که به شما امکان می‌دهد حتی وقتی دسترسی شما به اینترنت قطع یا مختل شده به اطلاعات وب دسترسی پیدا کنید و آن را به اشتراک بگذارید. به یاری دیگر کاربران، سِنو کمک‌تان می‌کند از سانسور اینترنت عبور کنید.
fr: Ceno est un navigateur mobile gratuit qui vous permet d'accéder et de partager des informations Web, même lorsque votre accès Internet a été interrompu ou coupé. Avec l'aide d'autres utilisateurs, Ceno vous aide à la censure sur Internet.
tr: Ceno, İnternet erişiminiz kesintiye uğradığında veya kesildiğinde bile web bilgilerine erişmenizi ve paylaşmanızı sağlayan ücretsiz bir mobil tarayıcıdır. Diğer kullanıcıların yardımıyla Ceno, internet sansürünü ortadan kaldırmanıza yardımcı olur.
uk: Ceno - це безкоштовний мобільний браузер, який дозволяє вам отримувати доступ до веб-інформації та ділитися нею, навіть якщо ваш доступ до інтернету перерваний або відключений. За допомогою інших користувачів Ceno допомагає вам обійти інтернет-цензуру.

source: Join 566,565 other users
es: Únase a 566,565 otros usuarios
fa: به ۵۶۶,۵۶۵ کاربر دیگر بپیوندید
fr: Rejoignez 566,565 autres utilisateurs
tr: 566.565 kullanıcıya katılın
uk: Приєднайтеся до 566 565 інших користувачів

source: Ceno in Media
es: Ceno en Medios
fa: سنو در رسانه‌ها‌
uk: Ceno в медіа

source: Browser with a superpower
fa: مرورگری با قدرت ویژه
fr: Navigatuer avec une superpuissance
tr: Süper güçlü tarayıcı

source: Ceno is the world's first browser that allows people to access blocked content with the help of other Ceno users.
es: Ceno es el primer navegador del mundo que permite a las personas acceder al contenido bloqueado con la ayuda de otros usuarios de Ceno.
fa: سِنو اولین مرورگر در جهان است که به افراد امکان می‌دهد با کمک دیگر کاربران سِنو به محتوای مسدودشده دسترسی پیدا کنند.
fr: Ceno est le premier navigateur du monde qui permet aux gens d'accéder au contenu bloqué avec l'aide d'autres utilisateurs de Ceno.
tr: Ceno, insanların diğer Ceno kullanıcılarının yardımıyla engellenen içeriğe erişmesine izin veren ilk tarayıcıdır.
uk: Ceno — це перший у світі браузер, який дозволяє людям отримувати доступ до заблокованого вмісту за допомогою інших користувачів Ceno.

source: Is your internet down or censored? You can still access content with Ceno. <a href="/@LANG@/faq.html">Learn how.</a>
es: ¿Su Internet está cerrado o censurado? Aún puedes acceder al contenido con Ceno. <a href="/@LANG@/faq.html">Aprende cómo.</a>
fa: اینترنت شما قطع یا سانسور شده؟ همچنان می‌توانید به محتوا دسترسی داشته باشید. <a href="/@LANG@/faq.html">بیشتر بدانید.</a>
fr: Est-ce que votre internet est en bas ou censuré ? Vous pouvez toujours accéder au contenu avec Ceno. <a href="/@LANG@/faq.html">Apprenez comment.</a>
tr: İnternetiniz kapalı mı yoksa sansür mü? Yine de Ceno ile içeriğe erişebilirsiniz. <a href="/@LANG@/faq.html">Nasıl olduğunu öğrenin.</a>

source: VPNs blocked? You can access the web with Ceno.
es: ¿Las VPN bloqueadas? Puedes acceder a la web con Ceno.
fa: آیا VPN شما مسدود شده؟ می‌توانید با سِنو به وب دسترسی پیدا کنید.
fr: Les VPN bloqués ? Vous pouvez accéder au web avec Ceno.
tr: VPN'ler engellendi mi? İnternete Ceno ile erişebilirsiniz.
uk: VPN заблоковано? Ви можете отримати доступ до Інтернету за допомогою Ceno.

source: The more that people use it, the better it gets for everyone!
es: Cuanto más la gente lo use, mejor será para todos!
fa: هرچه تعداد کاربران بیشتر شود، تجربه برای همه بهتر خواهد شد!
fr: Plus les gens l'utilisent, mieux c'est pour tout le monde !
tr: İnsanlar ne kadar çok kullanırsa, herkes için o kadar iyi olur!

# ./index.html+main.div.section.div.div.a.div:43-58
source: Download Ceno
es: Descargar Ceno
fa: دانلود سنو
fr: Télécharger Ceno
tr: Ceno indir
uk: Завантажити Ceno

source: Resilient
fa: پایدار
tr: Esnek
uk: Пружний

source: Websites are shared by a global network of peers, and stored in a distributed cache for availability when traditional networks are blocked or go down.
es: Los sitios web son compartidos por una red global de pares, y almacenados en un caché distribuido para la disponibilidad cuando las redes tradicionales se bloquean o bajan.
fa: وب‌سایت‌ها از طریق یک شبکه جهانی از کاربران (همتاها) به اشتراک گذاشته می‌شوند و در یک کش توزیع‌شده ذخیره می‌شوند تا هنگام انسداد یا قطعی شبکه‌های معمول، در دسترس باشند.
fr: Les sites Web sont partagés par un réseau mondial de pairs, et stockés dans un cache distribué pour la disponibilité lorsque les réseaux traditionnels sont bloqués ou descendent.
uk: Веб-сайти спільно використовуються глобальною мережею однорангових користувачів і зберігаються в розподіленому кеші для доступності, коли традиційні мережі блокуються або виходять з ладу.

source: Lower data cost
es: Costo de datos inferior
fa: هزینه کمتر برای داده
fr: Coût des données
tr: Düşük veri kullanımı
uk: Нижча вартість даних

source: You pay lower data cost because Ceno Browser routes user traffic through peer-to-peer networks, while still providing you with circumvention capability.
es: Usted paga menor costo de datos porque Ceno Browser recorre el tráfico de usuarios a través de redes entre pares, mientras que todavía le proporciona la capacidad de circunvención.
fa: با سنو هزینه کمتری برای داده می‌پردازید زیرا مرورگر سِنو ترافیک کاربران را از طریق شبکه‌های همتا‌به‌همتا هدایت می‌کند و در عین حال قابلیت عبور از محدودیت‌ها را فراهم می‌سازد.
fr: Vous payez des coûts de données plus faibles parce que Ceno Browser achemine le trafic d'utilisateurs par le biais de réseaux entre pairs, tout en vous fournissant encore une capacité de contournement.
uk: Ви сплачуєте нижчу вартість даних, оскільки Ceno Browser направляє трафік користувачів через однорангові мережі, але при цьому забезпечує вам можливість обходу.

source: Free and open source
es: Fuente libre y abierta
fa: رایگان و متن‌باز
fr: Gratuit et open source
tr: Ücretsiz ve açık kaynaklı
uk: Безкоштовний і відкритий код

source: Ceno Browser is powered by an open source library called <a href="https://ouinet.work">Ouinet</a> that enables third party developers to incorporate the Ceno network into their apps for peer-to-peer connectivity.
es: Ceno Browser es alimentado por una biblioteca de código abierto llamada <a href="https://ouinet.work">Ouinet</a> que permite a los desarrolladores de terceros incorporar la red Ceno en sus aplicaciones para la conectividad entre pares.
fa: مرورگر سِنو توسط یک کتابخانه متن‌باز به نام <a href="https://ouinet.work">Ouinet</a> پشتیبانی می‌شود که به توسعه‌دهندگان ثالث امکان می‌دهد شبکه سِنو را برای اتصال همتابه‌همتا در برنامه‌های خود بگنجانند.
fr: Ceno Browser est propulsé par une bibliothèque open source appelée <a href="https://ouinet.work">Ouinet</a> qui permet aux développeurs tiers d'intégrer le réseau Ceno dans leurs applications pour la connectivité entre pairs.

source: Be prepared with Ceno
es: Prepárate con Ceno
fa: با سِنو آماده باشید
fr: Soyez préparé avec Ceno
tr: Ceno ile hazırlıklı olun
uk: Будьте готові з Ceno

source: Don't wait until the next time the internet is blocked to find a solution. Download Ceno now.
es: No espere hasta la próxima vez que el Internet esté bloqueado para encontrar una solución. Descargar Ceno ahora.
fa: صبر نکنید تا اینترنت دوباره مسدود شود و تازه به دنبال راه‌حل بگردید. سنو را الان دانلود کنید.
fr: N'attendez pas la prochaine fois que l'Internet est bloqué pour trouver une solution. Télécharger Ceno maintenant.
tr: Bir çözüm bulmak için bir sonraki internet engellemesine kadar beklemeyin. Ceno'yu şimdi indirin.
uk: Не чекайте наступного разу, коли Інтернет буде заблоковано, щоб знайти рішення. Завантажте Ceno зараз.

source: Help yourself and others. Keep Ceno installed and use it frequently.
es: Sírvete a ti mismo y a otros. Mantenga Ceno instalado y utilícelo con frecuencia.
fa: به خودتان و دیگران کمک کنید. سِنو را نصب داشته باشید و به طور مداوم از آن استفاده کنید.
fr: Aidez-vous et les autres. Gardez Ceno installé et utilisez-le fréquemment.
tr: Kendinize ve başkalarına yardım edin. Ceno'yu kurup sık sık kullanarak.
uk: Допоможіть собі та іншим. Тримайте Ceno встановленим і часто використовуйте його.

source: Share websites you access to help build resilience against internet blockages.
es: Compartir sitios web que usted accede para ayudar a crear resiliencia contra bloqueos de Internet.
fa: وب‌سایت‌هایی را که به آن‌ها دسترسی دارید به اشتراک بگذارید تا در برابر مسدودیت‌های اینترنت مقاومت بیشتری ایجاد شود.
fr: Partagez des sites Web que vous accédez pour renforcer la résilience contre les blocages Internet.
tr: İnternet tıkanıklıklarına karşı esneklik oluşturmaya yardımcı olmak için eriştiğiniz web sitelerini paylaşın.
uk: Діліться веб-сайтами, до яких ви маєте доступ, щоб допомогти створити стійкість проти блокувань Інтернету.

source: Learn how it works
es: Aprende cómo funciona
fa: با نحوه عملکرد سنو آشنا شوید
fr: Apprenez comment ça marche
tr: Nasıl çalıştığını öğrenin
uk: Дізнайтеся, як це працює

source: Ceno is designed by <a href="https://equalitie.org">eQualitie</a>, a non-profit creating free & open source tools to protect freedom of speech, facilitate information exchange, & promote self-expression on the internet.
es: Ceno está diseñado por ■a href="https://equalitie.org" ConfíaeQualitie cumplió/a profesor, una organización sin fines de lucro que crea herramientas de código abierto para proteger la libertad de expresión, facilitar el intercambio de información, " promover la autoexpresión en Internet.
fa: سِنو توسط شرکت <a href="https://equalitie.org">eQualitie</a> طراحی شده است؛ یک سازمان غیرانتفاعی که ابزارهای رایگان و متن‌باز برای محافظت از آزادی بیان، تسهیل تبادل اطلاعات و ترویج خودبیانگری در اینترنت ایجاد می‌کند.

source: Get Ceno
es: Trae a Ceno
fa: دانلود سنو‌
fr: Obtenir Ceno
tr: Ceno edinin
uk: Отримати Ceno

source: What Ceno users say
es: Lo que dicen los usuarios de Ceno
fa: نظر کاربران سِنو
fr: Ce que les utilisateurs de Ceno disent
uk: Що кажуть користувачі Ceno

source: "Extremely important program. and not only for totalitarian countries, I think people of the free world should also use it more often to create a cache of pages. loads faster than other browsers."
es: "Programa extremadamente importante. y no sólo para los países totalitarios, creo que la gente del mundo libre también debe utilizarlo más a menudo para crear un caché de páginas. carga más rápido que otros navegadores."
fa: «یک برنامه فوق‌العاده مهم، و نه صرفا برای کشورهای توتالیتر. به نظرم مردم در جهان آزاد نیز باید بیشتر ازش استفاده کنند تا یک کَش از صفحات وب ایجاد شود. سنو سریع‌تر از مرورگرهای دیگر بارگذاری می‌شود.»
fr: "Un programme extrêmement important. et non seulement pour les pays totalitaires, je pense que les gens du monde libre devraient aussi l'utiliser plus souvent pour créer un cache de pages. charge plus vite que les autres navigateurs."

source: "Awesome technology, it's free and works fine in Russia where a lot of sites are blocked. The whole image hosting of huge music platform Bandcamp is blocked here for more than a year now because of a single picture, so great to see album covers there again - and without VPN!"
es: "Tecnologia impresionante, es libre y funciona bien en Rusia donde muchos sitios están bloqueados. Todo el hospedaje de la gran plataforma musical Bandcamp está bloqueado aquí por más de un año debido a una sola imagen, tan grande para ver las tapas del disco allí de nuevo - y sin VPN!"
fa: «یک فناوری شگفت‌انگیز، سنو رایگان است و در روسیه که بسیاری از سایت‌ها مسدود هستند عالی کار می‌کند. اینجا بیش از یک سال است که میزبانی تصویری کل پلتفرم موسیقی Bandcamp به دلیل یک تصویر مسدود شده، برای همین فوق‌العاده است که می‌شود دوباره جلد آلبوم‌ها را ببینیم – آن هم بدون VPN»
fr: "Une technologie impressionnante, c'est gratuit et fonctionne bien en Russie où beaucoup de sites sont bloqués. L'ensemble de l'hébergement d'images d'une énorme plateforme musicale Bandcamp est bloqué ici depuis plus d'un an maintenant à cause d'une seule image, si génial de voir des couvertures d'album là encore - et sans VPN!"

# ./index.html+main.section.div.div.a.div:125-56
source: Download Ceno
es: Descargar Ceno
fa: دانلود سنو
fr: Télécharger Ceno
tr: Ceno indir

source: Browse with a superpower
uk: Переглядайте з суперсилою

source: Ceno is designed by <a>eQualitie</a>, a non-profit creating free & open source tools to protect freedom of speech, facilitate information exchange, & promote self-expression on the internet.
uk: Ceno розроблено <a>eQualitie</a>, некомерційною організацією, яка створює безкоштовні інструменти з відкритим кодом для захисту свободи слова, полегшення обміну інформацією та сприяння самовираженню в Інтернеті.

source: Yuriy Karetin
uk: Юрій Каретін

source: Tim Six
uk: Тім Сікс

# ./index.html+main.section.div.div.a.div:123-56
source: Download Ceno
uk: Завантажити Ceno
