Repository: ceno-app/ceno-app.github.io
Catalog: _*.src/privacy_policy.po
Languages: fa, uk

source: To ensure that your Ceno client can always contact an Injector, we have also created Bridges. If the Injectors are blocked on your network, the Ceno app will look for available Bridges, who will forward a user's request to the Injectors. Users may opt in to enabling Bridge Mode in Ceno Browser to improve web content accessibility for others. Bridge activity is invisible to the Bridge operator (unless they are actively monitoring their device for incoming and outgoing connections). Their job is to receive network requests from other Ceno users for access to an Injector and forward this request. Bridge operators will have their device's IP address listed in the BitTorrent network as an accessible Bridge.
fa: برای اطمینان از این که کلاینت سِنو شما همیشه بتواند به یک تزریق‌کننده دسترسی پیدا کند، ما قابلیتی به نام پل (Bridge) نیز ایجاد کرده‌ایم. اگر تزریق‌کننده‌ها در شبکه شما مسدود شده باشند، برنامه سِنو به‌دنبال پل‌های در دسترس می‌گردد که بتوانند درخواست شما را به تزریق‌کننده‌ها منتقل کنند. کاربران می‌توانند با فعال‌سازی حالت پل در تنظیمات مرورگر سِنو، به بهبود دسترسی دیگران به محتوای وب کمک کنند. فعالیت پل برای اپراتور آن قابل مشاهده نیست (مگر این که به‌طور فعال اتصالات ورودی و خروجی دستگاه خود را پایش کند). وظیفه پل دریافت درخواست‌های شبکه از دیگر کاربران سِنو برای دسترسی به یک تزریق‌کننده و ارسال آن درخواست است. آدرس IP دستگاه اپراتور پل در شبکه بیت‌تورنت به‌عنوان یک پل قابل دسترسی ثبت خواهد شد.
uk: Щоб гарантувати, що ваш клієнт Ceno завжди може зв'язатися з інжектором, ми також створили мости. Якщо інжектори заблоковані у вашій мережі, додаток Ceno буде шукати доступних мостів, які перенаправлять запит користувача на інжектори. Користувачі можуть увімкнути режим моста в браузері Ceno Browser, щоб підвищити доступність веб-контенту для інших. Діяльність моста невидима для оператора моста (якщо тільки він активно не відстежує свій пристрій на предмет вхідних і вихідних з'єднань). Його робота полягає в отриманні мережевих запитів від інших користувачів Ceno на доступ до інжектора і переадресації цих запитів. IP-адреса пристрою оператора моста буде вказана в мережі BitTorrent як доступна для моста.

source: See the <a href="https://ceno.app/en/support.html">FAQ</a> or <a href="https://ceno.app/user-manual/en/">User Manual</a> for more details on Ceno Browser usage. eQualitie is not responsible for content shared and distributed on other servers.
fa: برای اطلاعات بیشتر درباره نحوه استفاده از مرورگر سِنو، به صفحه <a href="https://ceno.app/en/support.html">پرسش‌های رایج</a> یا <a href="https://ceno.app/user-manual/en/">راهنمای کاربر</a> مراجعه کنید. eQualitie هیچ‌گونه مسئولیتی در قبال محتوایی که روی سرورهای دیگر به اشتراک گذاشته یا توزیع می‌شود ندارد.
uk: Дивіться <a href="https://ceno.app/en/support.html">Запитання</a> або <a href="https://ceno.app/user-manual/en/">Посібник користувача</a> для отримання більш детальної інформації про використання Ceno Browser. eQualitie не несе відповідальності за вміст, який поширюється на інших серверах.

source: 3.3 Log Data
fa: ۳.۳ داده‌های گزارش
uk: 3.3 Дані журналу

source: Users can opt-in to enabling logging via the Settings menu in Ceno Browser. When enabled, Ceno Browser creates logfiles on users' devices. The purpose of these files is only to log the device's activity to facilitate the debugging process in the event a user experiences difficulties in connecting with their peers or otherwise in using Ceno. The logfile remains on a user's device unless the user decides to send it to us for support purposes, and is automatically deleted when its sizes reaches 15 MB.
fa: کاربران می‌توانند از طریق منوی تنظیمات مرورگر سِنو، به‌صورت اختیاری قابلیت ثبت گزارش (لاگ) را فعال کنند. در صورت فعال بودن، مرورگر سِنو فایل‌های گزارش (logfile) را روی دستگاه کاربر ایجاد می‌کند. هدف از این فایل‌ها، صرفا ثبت فعالیت دستگاه برای کمک به فرآیند رفع اشکال، در صورت بروز مشکل در اتصال به دیگر کاربران یا هنگام استفاده از سِنو است. این فایل گزارش روی دستگاه کاربر باقی می‌ماند، مگر این که کاربر تصمیم بگیرد آن را برای دریافت پشتیبانی برای ما ارسال کند. این فایل به‌طور خودکار زمانی حذف می‌شود که حجم آن به ۱۵ مگابایت برسد.
uk: Користувачі можуть увімкнути реєстрацію через меню налаштувань у Ceno Browser. Якщо увімкнено, Ceno Browser створює лог-файли на пристроях користувачів. Метою цих файлів є лише реєстрація активності пристрою для полегшення процесу налагодження у випадку, якщо користувач відчуває труднощі при з'єднанні з іншими користувачами або при використанні Ceno іншим чином. Лог-файл залишається на пристрої користувача, якщо тільки користувач не вирішить надіслати його нам з метою підтримки, і автоматично видаляється, коли його розмір досягає 15 МБ.

source: If the user does decide to contact us, the personally identifiable data we may collect is:
fa: در صورتی که کاربر تصمیم به تماس با ما بگیرد، داده‌های شناسایی‌کننده‌ای که ممکن است جمع‌آوری شود، شامل موارد زیر خواهد بود:
uk: Якщо користувач все-таки вирішить зв’язатися з нами, персональні дані, які ми можемо збирати, це:

source: Email address - if the user decided to contact us by email;
fa: نشانی ایمیل – در صورتی که کاربر از طریق ایمیل با ما تماس بگیرد؛
uk: Адреса електронної пошти - якщо користувач вирішив зв'язатися з нами електронною поштою;

source: Information the user may provide by email, through help tickets, or through eQualitie websites, and associated metadata - for the purposes of providing technical support;
fa: اطلاعاتی که کاربر ممکن است از طریق ایمیل، تیکت پشتیبانی یا وب‌سایت‌های eQualitie ارسال کند، همراه با متادیتای مربوطه – به‌منظور ارائه پشتیبانی فنی؛
uk: Інформація, яку користувач може надати електронною поштою, через довідкові квитки або через веб-сайти eQualitie, а також пов’язані метадані – з метою надання технічної підтримки;

source: Web browsing activity and history.
fa: سابقه مرور و فعالیت کاربر در وب.
uk: Діяльність веб-перегляду та історія.

source: None of this data is shared with any third parties.
fa: هیچ‌ یک از این اطلاعات با اشخاص ثالث به اشتراک گذاشته نمی‌شود.
uk: Жодна з цих даних не передається третім особам.

source: 3.4 Crash Reporting
fa: ۳.۴ گزارش اشکال
uk: 3.4 Звіт про збої

source: Users can opt-in to crash reporting via the Settings menu in Ceno Browser. When enabled, Ceno Browser will send crash reports in the event of an issue while running the app. Crash reports are forwarded automatically to a server run by eQualitie. We use Sentry for crash reporting.
fa: کاربران می‌توانند از طریق منوی تنظیمات مرورگر سِنو، به‌صورت اختیاری قابلیت ارسال گزارش اشکال را فعال کنند. در صورت فعال‌سازی، مرورگر سِنو هنگام بروز مشکل در حین اجرای برنامه، گزارش‌های اشکال را ارسال خواهد کرد. گزارش‌های اشکال به‌صورت خودکار به سروری ارسال می‌شوند که توسط eQualitie مدیریت می‌شود. ما برای گزارش‌گیری خرابی‌ها از سرویس Sentry استفاده می‌کنیم.
uk: Користувачі можуть увімкнути звітування про збої через меню налаштувань у браузері Ceno. Якщо ввімкнено, браузер Ceno надсилатиме звіти про збої у разі виникнення проблеми під час роботи програми. Звіти про збої автоматично пересилаються на сервер eQualitie. Ми використовуємо Sentry для звітування про збої.

source: Sentry retains event data in production for 90 days. Individual events are aggregated into broader issues, and are deleted after the above retention period. Issues are deleted when all associated events are deleted.
fa: Sentry داده‌های مربوط به اشکالات را تا ۹۰ روز در محیط عملیاتی (production) نگهداری می‌کند. اشکالات مشابه در یک گروه دسته‌بندی می‌شوند و بعد از این مدت به‌طور کامل حذف می‌گردند. وقتی همه اشکالات یک گروه پاک شوند، کل آن گروه هم حذف می‌شود.
uk: Sentry зберігає дані про події у виробництві протягом 90 днів. Окремі події об’єднуються в ширші проблеми та видаляються після зазначеного вище періоду зберігання. Проблеми видаляються, коли видаляються всі пов’язані події.

source: 3.5 Cookies
fa: ۳.۵ کوکی‌ها
uk: 3.5 Печиво

source: The Ceno Browser app does not use cookies.
fa: برنامه مرورگر سِنو از کوکی استفاده نمی‌کند.
uk: Додаток Ceno Browser не використовує файли cookie.

source: 3.6 Links to Other Sites
fa: ۳.۶ لینک به وب‌سایت‌های دیگر
uk: 3.6 Посилання на інші сайти

source: This Service may contain links to websites or services operated by third parties. These external sites are not controlled or monitored by eQualitie, and we do not make any representations or warranties regarding their content, security, or privacy practices.
fa: این سرویس ممکن است شامل لینک‌هایی به وب‌سایت‌ها یا خدماتی باشد که توسط اشخاص ثالث اداره می‌شوند. این وب‌سایت‌های بیرونی تحت کنترل یا نظارت eQualitie نیستند و ما هیچ‌ گونه تعهد یا تضمینی در مورد محتوای آن‌ها، امنیت‌شان یا شیوه‌های مربوط به حفظ حریم خصوصی آن‌ها ارائه نمی‌دهیم.
uk: Ця служба може містити посилання на веб-сайти або служби, якими керують треті сторони. Ці зовнішні сайти не контролюються та не контролюються eQualitie, і ми не робимо жодних заяв або гарантій щодо їхнього вмісту, безпеки чи конфіденційності.

source: By clicking on a third-party link, you acknowledge and agree that:
fa: با کلیک روی لینک‌های شخص ثالث، شما می‌پذیرید و تایید می‌کنید که:
uk: Натискаючи посилання третьої сторони, ви визнаєте та погоджуєтесь, що:

source: Your interactions with third-party sites are governed solely by their respective terms of use and privacy policies.
fa: تعامل شما با این سایت‌های شخص ثالث صرفا بر اساس شرایط استفاده و سیاست‌های حریم خصوصی خود آن‌ها صورت می‌گیرد؛
uk: Ваша взаємодія зі сторонніми сайтами регулюється виключно їхніми відповідними умовами використання та політикою конфіденційності.

source: eQualitie is not responsible for any content, data collection, or practices of third-party websites or services.
fa: eQualitie مسئولیتی در قبال محتوا، جمع‌آوری داده یا عملکرد این وب‌سایت‌ها یا خدمات شخص ثالث ندارد؛
uk: eQualitie не несе відповідальності за будь-який вміст, збір даних або практику сторонніх веб-сайтів або служб.

source: Visiting external sites linked from Ceno is entirely at your own risk.
fa: بازدید از سایت‌های خارجی که از طریق سِنو به آن‌ها لینک داده شده است، کاملا با مسئولیت شخصی شما انجام می‌شود.
uk: Відвідування зовнішніх сайтів, на які посилається Ceno, є виключно на ваш власний ризик.

source: We strongly recommend that you:
fa: ما به‌شدت توصیه می‌کنیم که:
uk: Ми наполегливо рекомендуємо вам:

source: Exercise caution when clicking on links to unfamiliar or untrusted sites.
fa: هنگام کلیک روی لینک‌های ناشناس یا نامطمئن، جانب احتیاط را رعایت کنید؛
uk: Будьте обережні, натискаючи посилання на незнайомі або ненадійні сайти.

source: Review the privacy policies and terms of use of any third-party website you visit.
fa: پیش از استفاده از هر سایت، سیاست‌های حریم خصوصی و شرایط استفاده آن را مطالعه کنید؛‌
uk: Перегляньте політику конфіденційності та умови використання будь-якого стороннього веб-сайту, який ви відвідуєте.

source: Refrain from providing personal or sensitive information to external sites unless you are confident in their security and intent.
fa: از ارائه اطلاعات شخصی یا حساس به این سایت‌ها، مگر در صورت اطمینان از امنیت و هدف آن‌ها، خودداری کنید.
uk: Утримайтеся від надання особистої або конфіденційної інформації зовнішнім сайтам, якщо ви не впевнені в їх безпеці та намірах.

source: eQualitie disclaims all liability for any harm, loss, or damage arising from your use of third-party links or services.
fa: eQualitie هرگونه مسئولیت در قبال خسارت یا آسیب ناشی از استفاده شما از لینک‌ها یا خدمات شخص ثالث را سلب می‌کند.
uk: eQualitie відмовляється від будь-якої відповідальності за будь-яку шкоду, втрату або збиток, спричинені використанням вами сторонніх посилань або послуг.

source: 3.7 Children's Privacy
fa: ۳.۷ حریم خصوصی کودکان
uk: 3.7 Конфіденційність дітей

source: We do not knowingly collect personally identifiable information from children. We encourage all children to never submit any personally identifiable information through the Application and/or Services. We encourage parents and legal guardians to monitor their childrens' Internet usage and to help enforce this Policy by instructing their children never to provide personally identifiable information through the Application and/or Services without their permission. If you have reason to believe that a child has provided personally identifiable information to us through the Application and/or Services, please contact us. You must also be at least 16 years of age to consent to the processing of your personally identifiable information in your country (in some countries we may allow your parent or guardian to do so on your behalf).
fa: ما به‌طور آگاهانه هیچ‌گونه اطلاعات شناسایی‌کننده‌ای از کودکان جمع‌آوری نمی‌کنیم. از همه کودکان می‌خواهیم که هرگز اطلاعات شناسایی‌کننده شخصی خود را از طریق این برنامه یا خدمات آن ارسال نکنند. همچنین از والدین و سرپرستان قانونی می‌خواهیم که بر استفاده کودکان از اینترنت نظارت داشته باشند و با آموزش به آن‌ها، از ارسال اطلاعات شخصی از طریق این برنامه بدون اجازه، جلوگیری کنند. اگر بنا بر دلایلی باور دارید که کودکی از طریق این برنامه یا خدمات آن، اطلاعات شناسایی‌کننده شخصی خود را برای ما ارسال کرده، لطفا با ما تماس بگیرید. برای این که بتوانید در کشور خود با پردازش اطلاعات شخصی‌تان موافقت کنید، باید حداقل ۱۶ سال سن داشته باشید. (در برخی کشورها ممکن است این رضایت از سوی والدین یا سرپرست قانونی داده شود).
uk: Ми свідомо не збираємо особисту інформацію від дітей. Ми закликаємо всіх дітей ніколи не надавати будь-яку особисту інформацію через Додаток та/або Сервіси. Ми закликаємо батьків та законних опікунів контролювати використання Інтернету їхніми дітьми та сприяти дотриманню цієї Політики, проінструктувавши своїх дітей ніколи не надавати особисту інформацію через Додаток та/або Сервіси без їхнього дозволу. Якщо у вас є підстави вважати, що дитина надала нам особисту інформацію через Додаток та/або Сервіси, будь ласка, зв'яжіться з нами. Ви також повинні бути не молодше 16 років, щоб дати згоду на обробку вашої особистої інформації у вашій країні (у деяких країнах ми можемо дозволити вашим батькам або опікунам зробити це від вашого імені).

source: 3.8 Changes to these Terms
fa: ۳.۸ تغییر این شرایط
uk: 3.8 Зміни цих Умов

source: We may update these Terms from time to time. Thus, you are advised to review this page periodically for any changes.
fa: ما ممکن است گاهی این شرایط را به‌روزرسانی کنیم. بنابراین، توصیه می‌شود هر از چند گاهی این صفحه را مرور کنید تا از تغییرات احتمالی آگاه شوید.
uk: Ми можемо час від часу оновлювати ці Умови. Тому радимо періодично переглядати цю сторінку на предмет будь-яких змін.

source: This policy is effective as of 2024-12-18.
fa: این مجموعه شرایط از تاریخ ۱۸ دسامبر ۲۰۲۴ لازم‌الاجرا است.
uk: Ця політика діє з 2024-12-18.

source: 4. Glossary
fa: ۴. واژه‌نامه
uk: 4. Глосарій

source: <b>Bootstrap Servers:</b> Servers used to help your device get into the BitTorrent network.
fa: <b>Bootstrap Servers:</b> سرورهایی که برای کمک به ورود دستگاه شما به شبکه بیت‌تورنت استفاده می‌شوند.
uk: <b>Сервери Bootstrap:</b> сервери, які допомагають вашому пристрою підключитися до мережі BitTorrent.

source: <b>Bridges:</b> Servers (including users' devices if Bridge Mode is enabled) running Ceno Browser that serve to route web content requests if other connectivity mechanisms are inaccessible or unavailable.
fa: <b>پل‌ها (Bridges):</b> سرورهایی که مرورگر سِنو را اجرا می‌کنند (از جمله دستگاه‌های کاربران در صورت فعال بودن حالت پل) و در صورتی که روش‌های دیگر اتصال در دسترس نباشند، برای انتقال درخواست‌های محتوای وب به کار می‌روند.
uk: <b>Мости:</b> сервери (включно з пристроями користувачів, якщо ввімкнено режим мосту), на яких працює браузер Ceno, які служать для маршрутизації запитів веб-вмісту, якщо інші механізми підключення недоступні або недоступні.

source: <b>Injectors:</b> Servers run by eQualitie that route web content from origin servers to Ceno users' devices requesting that content.
fa: <b>تزریق‌کننده‌ها (Injectors):</b> سرورهایی که توسط eQualitie اجرا می‌شوند و وظیفه دارند محتوای وب را از سرورهای اصلی دریافت کرده و به دستگاه کاربرانی که آن را درخواست کرده‌اند منتقل کنند.
uk: <b>Інжектори:</b> Сервери, керовані eQualitie, які спрямовують веб-контент з серверів походження на пристрої користувачів Ceno, що запитують цей контент.

source: <b>Personal Mode:</b> Browsing activity in Personal Mode is not shared with anyone else. Web content is securely retrieved from origin or via Injectors.
fa: <b>حالت شخصی (Personal Mode):</b> در این حالت، فعالیت مرورگر با هیچ‌کس دیگری به اشتراک گذاشته نمی‌شود. محتوای وب به‌صورت امن از سرور اصلی یا از طریق تزریق‌کننده‌ها دریافت می‌شود.
uk: <b>Особистий режим.</b> Діяльність веб-перегляду в особистому режимі нікому не надається. Веб-вміст безпечно отримується з джерела або через Injectors.

source: <b>Public Mode:</b> Browsing activity in Public Mode utilizes all available connectivity methods to retrieve web content from the Ceno network, shares this content with other Ceno users via the BitTorrent network, and leaves a public record of your device's IP address and content retrieved.
fa: <b>حالت عمومی (Public Mode):</b> در این حالت، مرورگر از تمام روش‌های اتصال موجود برای دریافت محتوای وب از شبکه سِنو استفاده می‌کند، آن محتوا را از طریق شبکه بیت‌تورنت با دیگر کاربران سِنو به اشتراک می‌گذارد و ردپایی عمومی از آدرس IP دستگاه شما و محتوای دریافتی بر جای می‌گذارد.
uk: <b>Публічний режим:</b> Під час перегляду в публічному режимі використовуються всі доступні методи підключення для отримання веб-вмісту з мережі Ceno, обмін цим вмістом з іншими користувачами Ceno через мережу BitTorrent, а також публічний запис про IP-адресу вашого пристрою та отриманий вміст.

source: Contact Us
fa: تماس با ما
uk: Зв'яжіться з нами

source: If you have any questions or suggestions about this Privacy Policy, do not hesitate to contact us at: support [at] ceno [dot] app.
fa: اگر درباره این سیاست حریم خصوصی سوال یا پیشنهادی دارید، لطفا با ما از طریق نشانی زیر تماس بگیرید: support [at] ceno [dot] app.

source: If you have any questions or suggestions about this Privacy Policy, do not hesitate to contact us at: support [at] censorship [dot] no.
uk: Якщо у вас є запитання чи пропозиції щодо цієї Політики конфіденційності, не соромтеся зв’язатися з нами за адресою: support [at] censorship [dot] no.
