Repository: ceno-app/ceno-app.github.io
Catalog: _*.src/privacy_policy.po
Languages: fa, uk

source: Ceno Browser | Privacy Policy
fa: مرورگر سِنو | سیاست حریم خصوصی
uk: браузер Ceno | Повідомлення про конфіденційність

source: Ceno Browser Terms of Use & Privacy Notice
fa: شرایط استفاده و اطلاعیه حریم خصوصی مرورگر سِنو
uk: Умови використання веб-переглядача Ceno та повідомлення про конфіденційність

source: 1. Overview
fa: ۱. مقدمه
uk: 1. Огляд

source: This Ceno Browser ("Ceno") Terms of Use (the "Agreement"), along with this Privacy Notice (collectively, the "Terms"), bind all users of Ceno - a peer-to-peer mobile web browser. By installing and running the Ceno Browser application (the "Service"), you consent to be bound by and to comply with this Agreement between you and eQualitie Inc. ("eQualitie", "we", or "us"). Usage of the Ceno Browser application and associated services are provided by eQualitie at no cost and are provided for use as is.
fa: این «شرایط استفاده» مرورگر سِنو («سِنو») همراه با «اطلاعیه حریم خصوصی» (که مجموعا «شرایط» نامیده می‌شوند)، برای تمامی کاربران سِنو – مرورگر موبایل همتا‌به‌همتا – الزام‌آور است. با نصب و اجرای برنامه مرورگر سِنو («سرویس»)، موافقت می‌کنید که به این توافق‌نامه بین خودتان و شرکت eQualitie Inc. («eQualitie»، «ما») پایبند باشید و از آن پیروی کنید. برنامه مرورگر سِنو و خدمات مرتبط، توسط eQualitie به‌صورت رایگان ارائه می‌شود و همان‌گونه که هست، در اختیار کاربران قرار می‌گیرد.
uk: Ці Умови використання Ceno Browser ("Ceno") ("Угода") разом з цим Повідомленням про конфіденційність (разом - "Умови") є обов'язковими для всіх користувачів Ceno - однорангового мобільного веб-браузера. Встановлюючи та запускаючи додаток Ceno Browser ("Сервіс"), ви погоджуєтеся дотримуватися цієї Угоди між вами та eQualitie Inc. ("eQualitie", "ми" або "нас"). Використання додатку Ceno Browser та пов'язаних з ним послуг надається eQualitie безкоштовно і надається "як є".

source: 2. Terms of use
fa: ۲. شرایط استفاده
uk: 2. Умови використання

source: The Ceno Browser application is built in-line with eQualitie's values. By using this software you agree that you will not use Ceno to publish, share, or store materials that are contrary to the underlying values of eQualitie, the applicable laws of Quebec or Canada or the International Bill of Human Rights. This includes, but is not limited to, content that:
fa: برنامه مرورگر سِنو در راستای ارزش‌های بنیادین eQualitie طراحی شده است. با استفاده از این نرم‌افزار، شما می‌پذیرید که از سِنو برای انتشار، اشتراک‌گذاری یا ذخیره‌سازی محتوایی که با ارزش‌های بنیادین eQualitie، قوانین جاری استان کبک یا کشور کانادا، یا مفاد اعلامیه جهانی حقوق بشر در تضاد باشد، استفاده نکنید. این موارد شامل – اما نه محدود به – محتوایی است که:
uk: Додаток Ceno Browser створено відповідно до цінностей eQualitie. Використовуючи це програмне забезпечення, ви погоджуєтеся, що не будете використовувати Ceno для публікації, обміну або зберігання матеріалів, які суперечать основним цінностям eQualitie, чинному законодавству Квебеку чи Канади або Міжнародному біллю про права людини. Це включає, але не обмежується контентом, який:

source: Infringes on personal information protection rights, including the underlying values or the letter of Canada's Privacy Act or PIPEDA (the Personal Information Protection and Electronic Documents Act);
fa: حقوق مربوط به حفاظت از اطلاعات شخصی را نقض می‌کند، از جمله اصول بنیادین یا مفاد قانونی «قانون حریم خصوصی کانادا» یا «قانون حمایت از اطلاعات شخصی و اسناد الکترونیکی» (PIPEDA)؛
uk: Порушує права на захист особистої інформації, включно з цінностями, що лежать в основі, або буквою Закону Канади про конфіденційність або PIPEDA (Закон про захист особистої інформації та електронних документів);

source: Constitutes child sexually exploitative material (including material which may not be illegal child sexual abuse material but which nonetheless sexually exploits or promotes the sexual exploitation of minors), unlawful pornography, or are otherwise indecent;
fa: شامل محتوای سوءاستفاده جنسی از کودکان می‌شود (حتی اگر از نظر قانونی جزو سوءاستفاده جنسی کودک محسوب نشود، اما بهره‌کشی جنسی از کودکان یا ترویج آن را در بر داشته باشد)، پورنوگرافی غیرقانونی یا هرگونه محتوای خلاف عفت عمومی است؛
uk: Є матеріалом сексуальної експлуатації дітей (включно з матеріалами, які не можуть бути незаконними матеріалами сексуального насильства над дітьми, але які, тим не менш, сексуально експлуатують або заохочують сексуальну експлуатацію неповнолітніх), є незаконною порнографією або іншим чином є непристойними;

source: Contains or promotes extreme acts of violence or terrorist activity, including terror or violent extremist propaganda;
fa: حاوی اعمال خشونت‌آمیز افراطی یا فعالیت‌های تروریستی است یا آن‌ها را ترویج می‌دهد، از جمله تبلیغات تروریستی یا افراط‌گرایانه خشونت‌طلب؛‌
uk: Містить або заохочує екстремальні акти насильства чи терористичну діяльність, у тому числі терор чи насильницьку екстремістську пропаганду;

source: Advocates bigotry, hatred, or the incitement of violence against any person or group of people based on their race, religion, ethnicity, national origin, sex, gender identity, sexual orientation, disability, impairment, or any other characteristic(s) associated with systemic discrimination or marginalization;
fa: مروج تعصب، نفرت یا تحریک به خشونت علیه فرد یا گروهی از افراد بر اساس نژاد، مذهب، قومیت، ملیت، جنسیت، هویت جنسیتی، گرایش جنسی، ناتوانی، معلولیت یا هر ویژگی دیگری مرتبط با تبعیض یا به‌حاشیه‌راندگی سیستماتیک باشد؛
uk: Пропагує нетерпимість, ненависть або підбурювання до насильства проти будь-якої особи чи групи людей на основі їхньої раси, релігії, етнічного походження, національного походження, статі, гендерної ідентичності, сексуальної орієнтації, інвалідності, вади або будь-яких інших характеристик, пов’язаних із системною дискримінацією чи маргіналізацією;

source: Contains files with viruses, trojans, worms, logic bombs or other material that is malicious or technologically harmful.
fa: شامل فایل‌هایی حاوی ویروس، تروجان، کرم، بمب منطقی (logic bombs) یا دیگر محتوای مخرب یا زیان‌بار از منظر فناورانه باشد.
uk: Містить файли з вірусами, троянами, хробаками, логічними бомбами або іншим шкідливим або технологічно шкідливим матеріалом.

source: Content Responsibility
fa: مسئولیت محتوا
uk: Відповідальність за зміст

source: eQualitie is not responsible for content shared or distributed by users via the BitTorrent network or other third-party servers. While Ceno facilitates decentralized content sharing, the responsibility for the legality and ethicality of shared content lies solely with the users. Users are advised to comply with applicable laws and community guidelines when using the Service. Ceno does not actively monitor or moderate user-shared content, but we reserve the right to investigate and take action (such as disabling access to certain features) if notified of misuse that violates these Terms of Use, including the promotion of illegal, harmful, or otherwise prohibited material.
fa: eQualitie مسئولیتی در قبال محتوایی که کاربران از طریق شبکه بیت‌تورنت یا سرورهای شخص ثالث به اشتراک می‌گذارند یا توزیع می‌کنند ندارد. در حالی که سِنو بستر اشتراک‌گذاری غیرمتمرکز محتوا را فراهم می‌کند، مسئولیت قانونی و اخلاقی محتوای به اشتراک‌گذاشته‌شده کاملا بر عهده کاربران است. به کاربران توصیه می‌شود هنگام استفاده از این سرویس، قوانین مربوطه و دستورالعمل‌های اجتماعی را رعایت کنند. سِنو محتوای کاربران را به‌صورت فعال پایش یا مدیریت نمی‌کند، اما در صورت دریافت گزارش سوءاستفاده‌ای که ناقض این شرایط استفاده باشد – از جمله ترویج محتوای غیرقانونی، آسیب‌زننده یا ممنوع – این حق را برای خود محفوظ می‌دارد که بررسی کرده و اقدامات لازم (مانند غیرفعال‌سازی دسترسی به برخی قابلیت‌ها) را انجام دهد.
uk: eQualitie не несе відповідальності за вміст, який ділиться або розповсюджується користувачами через мережу BitTorrent або інші сторонні сервери. Хоча Ceno сприяє децентралізованому обміну вмістом, відповідальність за законність і етичність спільного вмісту лежить виключно на користувачах. Під час користування Сервісом користувачам рекомендується дотримуватися чинного законодавства та правил спільноти. Ceno активно не відстежує та не модерує вміст, яким ділиться користувач, але ми залишаємо за собою право проводити розслідування та вживати заходів (наприклад, вимкнути доступ до певних функцій), якщо отримаємо сповіщення про неправильне використання, яке порушує ці Умови використання, включаючи рекламу незаконних, шкідливих або іншим чином заборонених матеріалів.

source: 3. Privacy Notice
fa: ۳. اطلاعیه حریم خصوصی
uk: 3. Повідомлення про конфіденційність

source: This section is used to inform visitors of eQualitie's policies regarding the collection, use, and disclosure of Personal Information for all users of this Service.
fa: این بخش برای اطلاع‌رسانی به بازدیدکنندگان درباره سیاست‌های eQualitie در خصوص جمع‌آوری، استفاده و افشای اطلاعات شخصی کاربران این سرویس تهیه شده است.
uk: Цей розділ використовується для інформування відвідувачів про політику eQualitie щодо збору, використання та розкриття особистої інформації для всіх користувачів цієї служби.

source: 3.1 Data Collection
fa: ۳.۱ جمع‌آوری داده
uk: 3.1 Збір даних

source: Ceno Browser does not require any personally identifying information to use the service. It is designed to be able to provide access to online content without a user ID, name, nickname, user account or any other form of user data. eQualitie does not know who uses the app and with whom users sync or share their data. eQualitie values user privacy and will only collect user information (such as usage statistics) with users' prior consent and with personally identifying information removed.
fa: برای استفاده از مرورگر سِنو، نیازی به ارائه هیچ‌گونه اطلاعات شناسایی‌کننده شخصی نیست. این مرورگر به‌گونه‌ای طراحی شده که بتواند بدون شناسه کاربری، نام‌، نام مستعار، حساب کاربری یا هر نوع داده کاربری دیگری، امکان دسترسی به محتوای آنلاین را فراهم کند. eQualitie از هویت کاربران و این که با چه کسانی همگام‌سازی یا اشتراک‌گذاری انجام می‌دهند، اطلاعی ندارد. eQualitie به حریم خصوصی کاربران احترام می‌گذارد و تنها در صورت کسب رضایت قبلی کاربر و پس از حذف اطلاعات شناسایی‌کننده، اطلاعات کاربری (مانند آمارهای استفاده) را جمع‌آوری خواهد کرد.
uk: Ceno Browser не вимагає ніякої особистої ідентифікаційної інформації для використання сервісу. Він розроблений таким чином, щоб надавати доступ до онлайн-контенту без ідентифікатора користувача, імені, псевдоніма, облікового запису користувача або будь-якої іншої форми даних користувача. eQualitie не знає, хто користується додатком і з ким користувачі синхронізують або обмінюються своїми даними. eQualitie цінує конфіденційність користувачів і збирає інформацію про користувачів (наприклад, статистику використання) тільки за попередньою згодою користувачів і з видаленням інформації, що ідентифікує особу.

source: Ceno will ask the user during the setup process for consent to share aggregated and anonymized analytics information with us. We use the <a href="https://cleaninsights.org/">Clean Insights</a> measurement platform to help better understand app usage patterns. Data is captured in a <a href="https://guardianproject.info/privacy">privacy-preserving way</a>: we don't use a tracking cookie; we don't store IP addresses; we don't capture personal information; and we don't track users across sites. We use a self-hosted <a href="https://matomo.org/">Matomo</a> instance to collect anonymized information about your usage of the app. Information collected is deleted every 90 days.
fa: در فرآیند راه‌اندازی، سِنو از کاربر درخواست رضایت می‌کند تا اطلاعات آماری ناشناس و تجمیع‌شده را با ما به اشتراک بگذارد. ما از پلتفرم <a href="https://cleaninsights.org/">Clean Insights </a>برای درک بهتر الگوهای استفاده از برنامه بهره می‌بریم. داده‌ها به‌گونه‌ای جمع‌آوری می‌شوند که <a href="https://guardianproject.info/privacy">حریم خصوصی کاربران حفظ شود</a>: کوکی‌ها را رهگیری نمی‌کنیم، آدرس IP ذخیره نمی‌شود، اطلاعات شخصی ثبت نمی‌شود و مسیر حرکت کاربران بین وب‌سایت‌ها را دنبال نمی‌کنیم. ما از نسخه خودمیزبان <a href="https://matomo.org/">Matomo</a>برای گردآوری داده‌های ناشناس درباره نحوه استفاده شما از برنامه استفاده می‌کنیم. اطلاعات جمع‌آوری‌شده هر ۹۰ روز حذف می‌شوند.
uk: Під час процесу налаштування Ceno запитає у користувача згоду на надання нам зведеної та анонімної аналітичної інформації. Ми використовуємо <a href="https://cleaninsights.org/">Платформа вимірювання Clean Insights</a>, яка допомагає краще зрозуміти моделі використання програми. Дані записуються в a <a href="https://guardianproject.info/privacy">спосіб збереження конфіденційності</a>: ми не використовуємо файли cookie для відстеження; ми не зберігаємо IP-адреси; ми не збираємо особисту інформацію; і ми не відстежуємо користувачів на різних сайтах. Ми використовуємо власний екземпляр <a href="https://matomo.org/">Matomo</a> для збору анонімної інформації про використання вами програми. Зібрана інформація видаляється кожні 90 днів.

source: We collect in hourly, daily, and monthly intervals various aggregated measurements to help us understand the number of users, including the network origin ASN and country, based on browsing in Public mode.
fa: ما در بازه‌های زمانی ساعتی، روزانه و ماهانه، داده‌های تجمیع‌شده مختلفی را برای درک تعداد کاربران، از جمله اطلاعات ASN مبدا شبکه و کشور، در حالت مرورگری عمومی، جمع‌آوری می‌کنیم.
uk: Ми збираємо з погодинними, щоденними та місячними інтервалами різні сукупні вимірювання, щоб допомогти нам зрозуміти кількість користувачів, включно з джерелом ASN мережі та країною, на основі перегляду в загальнодоступному режимі.

source: Injectors are servers that can see requests for content on the network, including the IP address of the user making the request and the name of the website with the desired content. The injectors are a necessary network component for 1) introducing web content into a decentralized network, and 2) authenticating the integrity of introduced content. On the Ceno network, Injectors are run and managed by the Ceno team. eQualitie deletes all access logs every 24 hours.
fa: تزریق‌کننده‌ها (Injectors) سرورهایی هستند که می‌توانند درخواست‌های محتوای کاربران را در شبکه ببینند، از جمله آدرس IP کاربر و نام وب‌سایت مورد نظر. تزریق‌کننده‌ها برای ۱) وارد کردن محتوای وب به شبکه غیرمتمرکز و ۲) تایید صحت محتوای واردشده ضروری هستند. در شبکه سِنو، تزریق‌کننده‌ها توسط تیم سِنو اجرا و مدیریت می‌شوند. eQualitie همه گزارش‌های دسترسی را هر ۲۴ ساعت حذف می‌کند.
uk: Інжектори — це сервери, які можуть бачити запити на вміст у мережі, включаючи IP-адресу користувача, який робить запит, і назву веб-сайту з потрібним вмістом. Інжектори є необхідним компонентом мережі для 1) введення веб-вмісту в децентралізовану мережу та 2) перевірки цілісності введеного вмісту. У мережі Ceno інжекторами керує та керує команда Ceno. eQualitie видаляє всі журнали доступу кожні 24 години.

source: Bootstrap Servers are servers used to help introduce your device to the BitTorrent network. We send users' IP addresses to both our self-hosted bootstrap servers and to third-party bootstrap servers. For the self-hosted bootstrap servers, we keep IP addresses in a cache in memory. IP addresses are checked for liveliness every so often and are removed when they are no longer responsive to BitTorrent traffic.
fa: Bootstrap Servers سرورهایی هستند که برای معرفی دستگاه شما به شبکه بیت‌تورنت استفاده می‌شوند. ما آدرس IP کاربران را به سرورهای bootstrap خودمان و سرورهای bootstrap شخص ثالث ارسال می‌کنیم. در مورد سرورهای خودمیزبان، آدرس‌های IP تنها در حافظه موقت نگهداری می‌شوند. این آدرس‌ها هر از گاهی بررسی شده و اگر دیگر به ترافیک بیت‌تورنت پاسخ ندهند، حذف می‌شوند.
uk: Сервери Bootstrap — це сервери, які використовуються для введення вашого пристрою в мережу BitTorrent. Ми надсилаємо IP-адреси користувачів як на наші власні сервери завантаження, так і на сторонні сервери завантаження. Для саморозміщених серверів початкового завантаження ми зберігаємо IP-адреси в кеш-пам’яті. IP-адреси час від часу перевіряються на активність і видаляються, коли вони перестають реагувати на трафік BitTorrent.

source: 3.2 Data Sharing
fa: ۳.۲ اشتراک‌گذاری داده‌ها
uk: 3.2 Обмін даними

source: Ceno Browser (and eQualitie) does not share any data with any third parties.
fa: مرورگر سِنو (و شرکت eQualitie) هیچ‌گونه داده‌ای را با اشخاص ثالث به اشتراک نمی‌گذارد.
uk: Браузер Ceno (і eQualitie) не передає жодних даних третім особам.

source: The application offers two modes of operation - Public and Personal. In Public mode, any retrieved content becomes part of the BitTorrent network and can be accessed by other users searching for the same content. In contrast, Personal mode ensures that no activity is shared with the network, providing a private browsing experience. Users can switch modes as needed to balance accessibility and privacy based on their preferences.
fa: این برنامه دو حالت عملکرد دارد: عمومی و شخصی. در حالت عمومی، هر محتوایی که دریافت می‌شود بخشی از شبکه بیت‌تورنت می‌شود و سایر کاربرانی که به دنبال همان محتوا هستند می‌توانند به آن دسترسی پیدا کنند. در مقابل، حالت شخصی تضمین می‌کند که هیچ فعالیتی با شبکه به اشتراک گذاشته نمی‌شود و تجربه‌ای خصوصی از مرور وب را فراهم می‌سازد. کاربران می‌توانند بنا به ترجیحات خود، برای ایجاد توازن میان دسترسی و حریم خصوصی، بین این دو حالت جابه‌جا شوند.
uk: Додаток пропонує два режими роботи - Public і Personal. У загальнодоступному режимі будь-який отриманий вміст стає частиною мережі BitTorrent, і до нього можуть отримати доступ інші користувачі, які шукають той самий вміст. Навпаки, персональний режим гарантує, що жодна діяльність не передається в мережу, забезпечуючи приватний досвід перегляду. Користувачі можуть перемикати режими за потреби, щоб збалансувати доступність і конфіденційність на основі своїх уподобань.

source: Whenever you request or share a piece of content on the BitTorrent network (Public mode) you create a record that associates your IP address with a piece of content that was retrieved from a particular website. For example, anyone can query the BitTorrent network for a list of IP addresses that have been associated with example.com.
fa: هر زمان که در حالت عمومی محتوایی را درخواست یا به اشتراک می‌گذارید، رکوردی ثبت می‌شود که آدرس IP شما را با آن محتوای بازیابی‌شده از یک وب‌سایت خاص مرتبط می‌کند. برای مثال، هر کسی می‌تواند از شبکه بیت‌تورنت فهرستی از آدرس‌های IP مرتبط با example.com را درخواست کند.
uk: Щоразу, коли ви надсилаєте запит або ділитеся частиною вмісту в мережі BitTorrent (публічний режим), ви створюєте запис, який пов’язує вашу IP-адресу з частиною вмісту, яку було отримано з певного веб-сайту. Наприклад, будь-хто може запитати в мережі BitTorrent список IP-адрес, пов’язаних із example.com.

source: Users sharing retrieved content with others may also incur additional data charges as content is copied from their device to the device of other Ceno users.
fa: کاربرانی که محتوا را با دیگران به اشتراک می‌گذارند ممکن است هزینه‌ای اضافه برای داده مصرفی متحمل شوند زیرا محتوا از دستگاه آن‌ها به دستگاه سایر کاربران سنو کپی می‌شود.
uk: Користувачі, які діляться знайденим контентом з іншими, також можуть нести додаткові витрати на передачу даних, оскільки контент копіюється зі свого пристрою на пристрій інших користувачів Ceno.

source: Public tabs use all connectivity methods available in the Ceno network to get the desired content. When browsing using a Public tab, users will leave a record of their activity on the public BitTorrent network (IP address and website requested). Content that has been retrieved by a user's device inside a Public tab will be shared with other Ceno users via the BitTorrent network.
fa: زبانه‌های عمومی از تمام روش‌های اتصال موجود در شبکه سِنو برای دریافت محتوای مورد نظر استفاده می‌کنند. هنگام مرور در حالت عمومی، کاربران ردپایی از فعالیت خود در شبکه عمومی بیت‌تورنت باقی می‌گذارند (از جمله آدرس IP و وب‌سایت درخواست‌شده). محتوایی که در زبانه عمومی از طریق دستگاه کاربر دریافت می‌شود، از طریق شبکه بیت‌تونت با دیگر کاربران سِنو به اشتراک گذاشته خواهد شد.
uk: Загальнодоступні вкладки використовують всі методи підключення, доступні в мережі Ceno, для отримання бажаного контенту. Під час перегляду за допомогою Загальнодоступної вкладки користувачі залишають запис про свою активність у загальнодоступній мережі BitTorrent (IP-адресу та веб-сайт, на який вони переходили). Вміст, отриманий пристроєм користувача в Публічній вкладці, буде доступний іншим користувачам Ceno через мережу BitTorrent.

source: In Personal mode, you will only contact the Injectors to have that website fetched and delivered to you. The search will not connect to the BitTorrent network and will not attempt to locate the content on other users' devices.
fa: در حالت شخصی، فقط با تزریق‌کننده‌ها تماس گرفته می‌شود تا وب‌سایت مورد نظر برای شما بازیابی و تحویل داده شود. در این حالت، جست‌وجو به شبکه بیت‌تورنت ربط پیدا نمی‌کند و تلاشی برای یافتن محتوا روی دستگاه کاربران دیگر صورت نمی‌گیرد.
uk: В особистому режимі ви зв'яжетеся з Інжекторами лише для того, щоб вони знайшли і доставили вам цей веб-сайт. Пошук не підключатиметься до мережі BitTorrent і не намагатиметься знайти вміст на пристроях інших користувачів.

source: Information requested and retrieved in a Personal tab is not shared with anyone else. No record of a user's activity is recorded on BitTorrent. Personal tabs are ideal for logging into social media and other accounts, or if the user does not want to be associated on BitTorrent with any of their browsing activity in Ceno.
fa: اطلاعاتی که در یک زبانه شخصی درخواست و دریافت می‌شود، با هیچ‌ کس دیگری به اشتراک گذاشته نمی‌شود. هیچ‌گونه رکوردی از فعالیت‌های کاربر در شبکه بیت‌تورنت ثبت نمی‌شود. زبانه‌های شخصی برای ورود به حساب‌های شبکه اجتماعی یا هر سرویسی که نیاز به احراز هویت دارد مناسب‌اند، یا برای زمانی که کاربر نمی‌خواهد هیچ‌ یک از فعالیت‌هایش در سِنو در شبکه بیت‌تورنت ثبت شود.
uk: Інформація, яку ви запитуєте та отримуєте в Особистому кабінеті, не передається нікому іншому. На BitTorrent не ведеться жодних записів про активність користувача. Особисті вкладки ідеально підходять для входу в соціальні мережі та інші акаунти, або якщо користувач не хоче, щоб BitTorrent асоціювався з будь-якою його активністю в Ceno.

source: Bridges
fa: پل‌ها (Bridges)
uk: Мости
